import React from "react";

import { Spoiler } from "@Components";

export const AnimeNotes: React.FC = () => {

  return (
    <>
      <h2>Рецензии на аниме</h2>
      <span className="capital">Я</span> отсмотрел уже не одну сотню тайтлов и в какой-то момент решил записывать свои ахуительные рецензии на некоторые серии.

      <div className="informer-block">
        Тайтлов: <span id="titles-count"></span>
      </div>

      <center><span style={{ color: "#50bbef" }}>***</span></center>
      <br /><br />
      <strong>Ninja Scroll</strong> - весьма крутой боевичок. Есть моменты так и вовсе великолепные, одна концовка чего стоит. А уж учитывая что это 93-й год, так вообще можно было бы дать высшую оценку, однако некоторые моменты лично мне не нравятся, так что 4.95/5.
      <br /><br />
      <strong>Добро пожаловать в N.H.K.</strong> - адово тупая бредятина, хотя в какой-то момент ололокающие и улюлюкающие задроты на чанах считали этот сраный сериальчик культовым. В принципе, учитывая правило 95%, оно и понятно - в дебиле глав.герое каждый задрот находит черты себя и сочувствует. Помимо тупости и бреда в сериале ещё присутствуют сопли и говно, например 13-ая и 14-ая серии целиком и полностью состоят из соплей, а что касается говна, то оно равномерно подмешено в выпуски и периодически выливается на зрителя по ходу сюжета. 2.2/5
      <br /><br />
      <strong>Perfect Blue</strong> - депрессивно-бредовый, занудный и неоправданно запутанный недотриллер. Под конец сюжет пытается удивить, но ситуацию в целом это не спасает. 3/5.
      <br /><br />
      <strong>Michiko to Hatchin</strong>. Смешанные чувства. Нарисовано угарно и атмосфера приятная. И тёлки с сиськами присутствуют. Однако много бессмысленных сюжетных вставок. Думаю если бы я бы девчонкой, мне бы больше понравилось. Концовка хороша. 3.9/5
      <br /><br />
      <strong>Kemonozume.</strong> Весёленький кроваво-безумный трешик про оборотней. Рисовка непривычная, что тоже не способствует сохранению целостности шаблона. Под конец вообще адовая дичь начинается, даже местами с перебором. Но тайтл очень хорош. Один из лучших что я смотрел, это точно. 4.96/5
      <br /><br />
      <strong>Технолайз.</strong> Не особо понимаю чё все так прутся с этого треша. Нарисовано неплохо, это да, но вот сюжет на любителя. Всё серое и кругом безысходность. Я уж молчу про появляющиеся тут и там непонятные сюжетные отрывки, некоторые из которых никак походу и не объясняются. Очевидно, тайтл нацелен на любителей всяческого нуара, скрытого смысла и подобного говна. 2.5/5
      <br /><br />
      <strong>Ковбой Бибоп.</strong> Ну. Тут и нехуй говорить. Настоящая классика аниме. Спустя много лет смотрится чуть пресновато, но всё также приятно. Смотреть обязательно. 5/5
      <br /><br />
      <Spoiler
        title={<>
          <strong>Touhai Densetsu Akagi и Gyakkyô burai Kaiji</strong> - одинакова хуйня. Две серии про "типа крутых игроков". Разница минимальна - в Кайдзи ситуации вообще из пальца высасываются да и он невероятно тупой в целом, в Акаги же всё строится вокруг маджонга. Невероятная хуйта. 1.5/5
        </>}
      >
        <strong>Кайдзи.</strong> Про азартные игры и про то почему это плохо. Сюжет не блещет оригинальностью - вообще вся серия укладывается в несколько примитивных шагов: выдумываем какую-нибудь тупую игру с не менее тупыми правилами, заставляем персонажей играть и показываем их "неординарные" решения и\или моральные терзания. Всё, тайтл готов. Прибавьте к этому героев, которые подчас ведут себя как законченные идиоты и уёбищные угловатые рожи персонажей. Хз зачем я это смотрел. 1/5.
        <br /><br />
        <strong>Touhai Densetsu Akagi</strong> - ешё один тайтл про игроков, на этот раз игра не выдумана, всё обыграно вокруг маджонга. Чуть более интересно чем Кайдзи, но тоже немного оторвано от реальности и скучновато. Если охото вынуть себе мозг и выучить правила этой игры, наверно можно глянуть. Мне уже на второй серии надоело 2.5/5
        <br />
      </Spoiler>

      <br />
      <strong>Shigurui.</strong> Как я понимаю, данный мульт считается представителем классики жанра. Со стороны эта серия выглядит как затянутый и нудный фильмец про самураев с претензией на глубокий смысл. Как по мне, так ничё особо "глубокого" вся серия не несёт. Местами реально занудно, ещё и мерзковато местами. Если весь экшн уместить вместо 12-ти в шести эпизодах, был бы вин. Ну и обрывается сюжет в конце стремительно. Короче ни рыба, ни мясо. Время зря потратил. 2.9/5
      <br /><br />
      <strong>Призрак в доспехах.</strong> Описывать всю серию бессмысленно, ибо можно убить на то прорву времени. Все полнометражки по своему хороши. Первый сериалчик мне не очень понравился, второй чуть получше будет. Первые два фильма надо бы обязательно пересмотреть. 5/5
      <br /><br />
      <strong>Гурен-Лаганн.</strong> Совершенно космическая, по масштабам своей абсурдной пизданутости, чушь. Градус неадеквата превышает все мыслимые пределы. Только совершенно ебанутый (в плохом смысле) человек мог подобную херню придумать. Пара цитат с последних серий, дабы не быть голословным: "Межизмеренческий якорь прошёл в альтернативную реальность!" или "Что это? Голая мегабаба в космосе!". По количеству шизофрении серия стоит где-то рядом с "Dead Leaves", "Уж не зомбли ли это" и "Kill la Kill". Хуйня полная, но я зачем-то досмотрел. 3.9/5
      <br /><br />
      <strong>Принцесса Мононоке.</strong> Я не такой чтоб прям очень любитель Миядзаки, но конкретно этот мульт весьма неплох, разок можно глянуть. 4/5
      <br /><br />
      <strong>Унесённые призраками.</strong> Ещё один из общепризнанных шедевров Хаяо Миядзаки. Картина наполнена аллюзиями, аллегориями, впрочем, чтобы их понять, возможно, придётся пересмотреть фильм несколько раз. Однако чтобы оценить мульт, достаточно будет и одного просмотра - всё красиво нарисовано, есть интересные и странные персонажи, а сюжет запутан и неоднозначен. Маст си. 4.9/5
      <br /><br />
      <i>Про Миядзаки, пожалуй, тут больше не буду писать - если вам хотя бы один из его фильмов понравился, почти гарантированно понравится хотя бы ещё пара.</i>
      <br /><br /><br />
      <strong>Monster.</strong> Вообще... неоднозначный мульт. С одной стороны, сюжет относительно интересен и рисовка не раздражающая, с другой стороны не обошлось и без банальностей. Некоторые серии пролетают вообще влёт, а некоторые достаточно занудны. Иногда вообще хочется по монитору уебать от того что несут и делают персонажи, особенно под конец это желание частенько появляется. Иногда проскакивает вообще жесть какая-нибудь, вроде вырванных ногтей... Кто-то пишет что "на одном дыхании всё просмотрел", с этим я не соглашусь - местами, конечно, херня полная, но сюжет иногда всё же вытягивает. В целом, в мульте что-то есть. И да, монстряка без имени из "мульта в мульте", угарная. 4/5
      <br /><br />
      <strong>Casshern Sins</strong> - красивый мрачновато-сюрный мульт с лёгким налётом абсурда. Единственный минус - это, пожалуй, слишком уж большой отрыв сеттинга от реальности. Тут у нас "постапокалиптический" мир с сюжетом, напоминающим бредовенький фильмец с Рутгером Хауэром "Солдат Апокалипсиса". Разве что ещё чуть-чуть приправили всё это действо фантазией и абсурдом. Хотя получилось интересно - всю дорогу гадал чем же это всё кончится. 4.7/5
      <br /><br />
      <strong>Dennou Coil</strong> - миленький мульт с весьма органичным сюжетом и продуманным миром. Тот случай, когда фантастика радует своей продуманностью, хоть это и всего лишь мульт. Так как ориентирован он, по всей видимости, на младшую аудиторию, раздражающего фансервиса и прочей шняги нет. Не считая разных не освещённых или малопонятных моментов всё очень хорошо - 4.65/5
      <br /><br />
      <strong>Trinity Blood</strong> - очередная ебень про вампиров и вампиров-сосущих-у-вампиров. Кто-то кого-то убил, кто-то кому-то за это мстит, мораль - мстя это плохо и ко-ко-ко... И всё это обёрнуто в вычурные костюмы и ебанутый сеттинг. Разве что, бои нормально нарисованы, а в целом скучно, дропнул на 10-й серии, досматривать желания нет никакого. 3.6/5
      <br /><br />
      <strong>Space Cobra</strong> - хорош, даже очень. Единственное чего ему не хватает это некоторой монолитности - чтобы из серии в серию, например, запоминались предыдущие шутки персонажей. Но сам Кобра весьма харизматичный персонаж 4.7/5
      <br /><br />
      <strong>Armored Trooper Votoms</strong>. Весьма интересная серия, нету всей этой юношеско-подрастковой хуйни в духе "я ниибаца моралфаг-герой" или "ололо, как всё плохо, я страдаю". Местами так вообще очень круто и футуристично. Вселенная Вотомов весьма продумана, а сюжетная связь между сериями сохранена , что также приятно. 4.96/5
      <br /><br />
      <strong>Чобиты</strong> - космическая хуйня и полный пиздец. Если бы не гипертрофированные анимешные "эмоции", это возможно было бы ещё не так тошнотно смотреть... 1.5/5
      <br /><br />
      <strong>Planetes</strong> - весьма реалистичная серия про космонавтов в недалёком будущем. Сюжет достаточно витиеват и интересен, а персонажи неплохо проработаны, хотя некоторые серии бывают скучноваты 4.7/5
      <br /><br />
      <strong>Мне покорится море звёзд</strong> - 3/5 вообще всю эту серию как-то смотреть не хочется, выглядит скучновато, хотя не сказать что прямо слишком уж всё плохо.
      <br /><br />
      <strong>Black Lagoon</strong> - достаточно годный сериальчик. Ощущение что под конец начал портится, но его вовремя прекратили как раз из-за буйства сценаристов. Бывали, правда и чрезчур туповатые серии, например про детишек, что считали себя вампирами. Ну и всякие нюансы про бабищ, прыгающих на мушку автомата с дерева и чуваков, которые этот автомат могут при этом ещё в руках держать... И тем не менее, атмосфера хороша и персонажи заставляют беспокоиться что будет дальше. Даже немного жаль что нарисовали только 29 серий.
      <br /><br />
      Впрочем, похоже, сценаристам дали отыграться на OVA. Black Lagoon: Robertas Blood Trail - откровенная хуйта, если вы любитель посмотреть на то как маленькая девочка в угаре антигравитационных маневров захуяривает толпу мужиков, тогда конечно, можете посмотреть. Остальным не советую. Эта сраная OVA весь сериал испортила, как по мне, из-за неё всему тайтлу даже оценку на полбала ниже поставлю 4.2/5
      <br /><br />
      <strong>Aoi Bungaku</strong> - отстой, смысл настолько плотно скрыт за метафорами что порой вообще теряется, с тем же Достоевским (видел данное сравнение на каком-то сайте) по глубине размышлений вообще несопоставимо. Разве это классика?
      <br /><br />
      <strong>Evangelion</strong>... Абсолютно непонятно чего все так превозносят эту хуйню. Посмотрев первую серию ожидаешь крутых мехов, хоть какого-то реализма и &laquo;взрослого&raquo; сюжета... На деле же, на реализм всем насрать - про физику авторы ничего не слышали, бои занимают не более 20% хронометража и уже к девятой серии превратятся в настоящий цирк - вам покажут танцующих роботов, делающих &laquo;пиу-пиу&raquo; под музыку.
      Видеоряд напичкан совершенно идиотским фансервисом, а сюжет, уже к середине первого сезона больше напоминает какой-нибудь поганый гаремник. На фоне всей этой помойки авторы время от времени потаются изобразить какие-то морально-этические терзания персонажей, но выглядит это всё предельно убого.
      Графика местами неплоха (помним, что на дворе у авторов стоял 95-й год, так что слабую прорисовку некоторых сцен можно простить), особенно хорошо нарисованы некоторые сцены боёв, их даже спустя много лет интересно пересмотреть.
      Но вот основной сюжет никакого оправдания не заслуживает - это настоящая тупая шаблонная дрисня. Кстати, что касается шаблонов... Разумеется сюжет построен вокруг Обычных Японских Школьников.
      Последние серии и вовсе из нормальной анимации превращаются в шизоидное слайдшоу, сопровождаемое набором слабосвязных фраз - и я нисколько не утрирую, можете открыть предпоследнюю серию просто чтобы в этом убедиться, спойлеров там всё равно нет.
      Ну и самое главное, во всю серию напихали ебейшее количество релегиозных "отсылок", как это называли сами авторы. Даже названия самих мехов (Евы, ангелы, Адам и т.п.) "намекают" крайне однозначно, вот только, блять, никакого смысла эти "отсылки" не имеют, это просто отсылка ради отсылки и более нихуя. Собственно, об этом изначально говорил даже Кадзуя Цурумаки.
      Короче, кроме нескольких красивых боёв тут нету нихуя ценного, а под конец планка качества от просто "средненькой серии про меха" падает до настоящей эталонной хуетты. Если у вас есть хоть толика критического мышления, смотреть это не рекомендую. 1.5/5 (полбалла сверху за сцены боя всё-таки).
      <br /><br />
      <strong>One outs</strong> - про "гениального" игрока в бейсбол. Неплохо, местами натянуто, но в целом разок можно глянуть. 4/5
      <br /><br />
      <strong>Big O</strong> - атмосфера норм, но не цепануло как-то... Ну и это... опять бои гиганских роботов и вот это всё... Без изюминки. 3/5
      <br /><br />
      <strong>Kaiba.</strong> Не совсем традиционная для японских мультов анимация, но сюжет очень глубокий, хотя и не всегда понятный с первого просмотра. История, небольшие спиноффы и персонажи весьма трогательны и захватывают с первых минут, даже если не до конца понимаешь что происходит. Впрочем, из-за слишком уж своеобразного способа донесения информации, оценить мульт смогут не многие. 5/5
      <br /><br />
      <strong>Zankyou no Terror</strong> - противостояние гениальных детишек-террористов и спецагентов. Норм, ничего особенно оригинального, но смотрится цельно 4/5
      <br /><br />

      <strong>Ачи и Сипак</strong> - диковато-трешоватая рисовка и аналогичный сюжет, плюс это фантастика. Мне такая дичь вполне понравилась, хоть и мерзковато местами, ну а кто-то на такое смотреть не может вообще. По мне так это 4.99/5
      <br /><br />

      <strong>Уж не зомби ли это</strong>. Ну. Это полный пиздец. Смотреть это людям с неустойчивой психикой я категорически не рекомендую. Оценку поставить затрудняюсь, с одной стороны это 0/5, с другой 5/5... Короче, данный высер бешеных аниматоров, вкупе с дебильным русским переводом вызывает у меня когнитивный диссонанс.
      <br /><br />

      <strong>Jormungand</strong>. Очень спорные ощущения. С одной стороны - всё вторично, сериальчик сплетён из штампов, тупизны и говнища чуть более, чем совсем. Весь. Тут через серию - стреляющие дети-убийцы-суперсолдаты, прыгающие-бегающие неуязвимые бабищи с сиськами-арбузами и прочее дерьмо сраное. Причём анима, вроде как, про оружие и всякие технические штуки, но несмотря на это авторы явно поленились даже элементарные вещи нагуглить... например персонаж, удивляющийся что у новой пушки пластиковый магазин, при том, что ещё у АК-74 магазины были пластиковые (кроме пружин внутри, естественно, и ещё пары мелких деталей). Ах да, ещё тут у персов мерзкие лица с острыми углами. При этом, что-то в этой серии есть, что заставило меня досмотреть аж до 15-ой серии... Однако после, поток хуйни льющийся с экрана стал невыносим и я дропнул. 3/5.
      <br /><br />

      <strong>Moonlight mile</strong> - про недалёкое будущее и космос. Нарисовано хорошо, сюжет интересен, однако местами чего-то не хватает. В целом неплохо, даже как-то жаль что они не стали рисовать сериальчик дальше, хотя, судя по сюжету, потенциал и идеи ещё были. 4/5
      <br /><br />

      <strong>Level E</strong> - забавно. Идея не нова (всем известные "Люди в чёрном"), но присутствует лёгкое безумие, да и реализация весёлая. Местами присутсвтует лишнее, а порой не хватает градуса неадеквата - 4.2/5
      <br /><br />

      <strong>Рыцари Сидонии</strong>. Поначалу кажется, что это нечто интересное, но потом понимаешь, что это солянка из идей, которые уже где-то да мелькали. Потом ещё откуда ни возьмись появляются подростковые моралфажно-мученические высеры и смотреть становится уж совсем невыносимо. Где-то есть и интересные моменты, только вот тайтл это, разумеется, не спасает. 2/5
      <br /><br />

      <strong>Terra Formars</strong> - начало оч крутое. Прям приятно смотреть как этих людишек давят и рвут на части. Серии с пятой прибавляется какая-то лирика, становится чуть скучнее. Части к 9-ой лирики становится всё больше и появляются подрастковые сопли\слюни. Однако к тому моменту завязка сюжета уже есть и смотреть тем не менее интересно, кроме того людишек всё так же методично фаршируют, так что совсем скучно не становится. Было бы пять, если бы не лирика и не откровенная тупость - например, почему у этих недовойнов с Земли нет с собой вообще никакого оружия, кроме своих "способностей"? Сдаётся мне, какой-нибудь гранатомёт вполне бы этих уродцев поразметал бы, ну и аналогичные мелочи, типа героев, разговаривающих с насекомыми и т.д. В конечном итоге, разумеется, оказывается что сериальчик-то совсем и не про это, а про то что Земля суть родина эпичных военов и вообще "наснесломать", как обычно. А, ну и постоянные псевдоэнциклопедические вставки про всё более крутое насекоме от которого очередной боец позаимствовал скилы - тоже под конец начинают заёбывать. Итого 4.2/5.
      <br /><br />

      <strong>Психопаспорт</strong> - годный киберпанк, но слишком много "подростковой" лажи. Потырили из каждого произведения помаленьку, получилось то что получилось. Например мужик с железной рукой из Бибоба, ну и т.д. Начиная с серии где-то 16-ой, сюжет вроде бы начинает играть оригинальностью, но хватает этого, как обычно, не надолго. В ходе развития сюжета, персонажи пытаются решать глубоко филосовские вопросы, обстоятельства для которых выдуманы. Отличие годной фантастики обычно в том, что такие вопросы обычно связаны с дилеммами в реальном мире, а не только с внутренним миром сериала. Первый сезон - 4/5 второй, начиная с первой же серии, стремительно становился всё херовей и херовей - вкупе с музыкой, когда слушаешь реплики персонажей хочется закусить губу, как Лок Дог из "Не грози Южному централу" и пустить слезу. Примерно серии к четвёртой-пятой второй сезон сваливается уже просто в невыносимое говнище, потом более менее дотягивает до троечки, и досматриваешь уже просто по инерции, чтоб узнать чем дело кончилось. В итоге больше чем на 3/5 серьиальчик не тянет.
      <br /><br />

      <strong>Король Терний</strong> - поначалу интригует, потом разочаровывает. Запутанное беспонтовое говнище в симпатичной обёртке. Причём умудрились испоганить даже, в общем-то, неплохую идею про инопланетный вирус. 3/5
      <br /><br />

      <strong>GUNNM</strong> - старенькая (93-й год) анимешка про маленькую девочку (какая неожиданность!) киборга-убийцу. Спасибо хоть не школьница. Впрочем, тогда ещё вроде не было особой моды на школоту в аниме.
      Нарисовано неплохо, сюжет в целом тоже неплох, хотя местами немного дурацкий (например реактивный молот в качестве оружия в мире киборгов, которые должны бы, по идее, быть резкими как понос - это та ещё дурь). Некоторые упоротые ценители причисляют данный тайтл к киберпанку, но от киберпанка тут только киборги, в остальном же это вполне стандартный постапокалипсис.
      Нарисовали, к сожалению, только две серии, поэтому оценить все идеи авторов оригинального сюжета (снято, само собой, по манге). К слову, в 2019-м вышла киноадаптациия, сюжет которой почти полностью аниме повторяет, так что если нет желания смотреть на
      олдскульную графику, можно просто глянуть кенцо - получилось оно весьма похожим, но более красочным. 4/5 за олдовость.
      <br /><br />

      <strong>Akira</strong>. Аниме, вполне заслужено считающееся классикой жанра, наравне с серией GitS и творчеством Миядзаки. Смотрится красиво и интересно, даже несмотря на свой почтенный возраст (1988 год, всё-таки). Картинка очень детально и приятно прорисована, хоть и выглядит достаточно олдскульно. Сюжет разветвлён и интересен, хотя и присутствует множество пересечений с идеями множества футуристичных произведений (постапокалипсис, мегаполисы, вот это всё), но не следует забывать, что это скорее один из первоисточников данных идей в современных попсовых тайтлах. Под конец появляется традиционный японский трешак, за который многие из нас любят эти безумные мультики. Неконтроллируемое деление плоти, борьба мутировавшего организма против танков и орбитального спутника и всякое такое. Короче мульт однозначно стоит посмотреть, он неплох, хоть в конце сценарист и перегнул палку с фразами типа "быть подобными богу" и "это рождение вселенной". 4.96/5
      <br /><br />
      <strong>Kill la kill</strong> - достаточно тупой тайтл. Если не воспринимать слишком серьёзно, можно и поржать, но тупость быстро надоедает. Я вот дропнул где-то после четвёртой или пятой серии. 3/5
      <br /><br />
      <strong>Real Drive</strong> - херь, состоящая из фансервиса почти наполовину. А ещё там типа киберпространство и оно типа как море и ваще. Беспонтовая ебала, дропнул на третьей серии. 2/5
      <br /><br />
      <strong>Kiseijuu: Sei no Kakuritsu</strong> - угар и идея интересная, монстряки стрёмно нарисованы, хотя и немного мерзковато. Музон тоже неплох, кстати, кое где звучат отрывки из какого-то известного чилла, но заканчиваются до развития, так и не смог вспомнить что за треки. До седьмой серии вообще огонь, далее пару серий вперемешку с соплями. Позже сериальчик исправляется и становится даже интересно чё дальше будет, но сопли всё также периодически появляются 4.8/5
      <br /><br />
      <strong>Hajime no Ippo</strong> - чёткий середнячок. По факту это всего лишь очередная спортивная серия для подростков. Относительно мало штампов и не раздражающий сюжет. Смотреть можно, но ничё особенного. Основное что раздражает по ходу сюжета - прямо-таки охуительно длинный счёт судей при нокаутах и бои, такие, будто боксёры играют в пошаговую стратегию, а не дерутся. 3.9/5.
      <br /><br />
      <strong>Хеллсинг</strong> - ебень про вампиров. 2/5
      <br /><br />
      <strong>Kurozuka</strong> - хотел было дропнуть и просто написать, что это ебень про вампиров, но за каким-то хуем досмотрел... Жопа у меня сгорела знатно, так что читайте теперь описание этой поеботы.
      Итак, начинается всё это как потенциально неплохой самурайский муви, вот только всё действо быстро перемещается в будущее и с того момента начинается сплошная смердятина. Галюны главного персонажа постоянно вырывают из повествования рандомные куски его воспоминаний, порой без соблюдения хронолгического порядка. Вот, к примеру, в середине сезона, уже в будущем они едут "на деревню к Куромицу", и вдруг... хууяк! Этому ебанату опять привиделась какая-то дичь из средневековья, где ему очередной раз отрезают башку. Нахуй нам это в середине повествования? Да просто так, хронометраж заполнить, ведь каких-то значимых сюжетных линий в этих флэшбеках чаще всего нет. Сюжет из-за всех этих вставок больше напоминает отрывочную бессвязную хуетту, чем он по сути и является. Помимо этого при просмотре появляются нескончаемые вопросы, самый главный из которых - какого хуя тусовка антагонистов с модным логотипом существует тыщи лет, если им противостоят бессмертные (!) супер-войны (!) вампиры? Они чтоль тож кровяку вампирскую посасывают периодически (к чему тогда это стремление всех уничтожить)? Что вообще вся эта тусовка делала целое тысячелетие? Да и кстати, чё вообще за монстры были в самом начале? А откуда в постапокалиптическом, "разрушенном ядерной зимой" мире взялись высокие технологие? На последний вопрос ответ есть - просто авторы всей этой хуетты жопоголовые дегенераты, не понимающие банальных вещей - для производства hi-tech'а нужны фабрики (много чипов на коленке не сделаешь), которых после апокалипсиса быть не может в принципе. А вот на всё остальное ответов нет - просто так пиздануло в голову авторам во время очередного мухоморного прихода... К девятой серии у них, видимо, закралось подозрение що происходящее на экране нихуя не понятно, и они отвели аж целых полторы минуты на то чтоб рассказать "предысторию" о том как же появилось та самая "Красная империя".
      Эта "предыстория" (ожидаемо) совершенно ничерта не объясняет, так что захер "Империи" сдались два этих ссаных вампира - ответа опять нет. Собсна, это всё что нужно знать о проработке сюжета этого сраного говна. В конце на сюжет уже просто откровенно забили хуй, оставив только кровяку и в меру убогие драки.
      Если весь предыдущий видеоряд выглядел просто нелепо, то к концу всё выглядит уже как какой-нибудь зассанный анимированный болливудский треш-боевик. В последней серии хуй забили уже даже на само пространство-время, действо мотается по каким-то виртуальным мирам как ёбнуло в башку аниматорам. Сцены в конце частично объяснили сюжет первой серии, но лучше от того не стало.
      Зачем вообще выпускают настолько бредовое говно на экраны - непонятно... Один бал за попытку что-то нарисовать, хотя это всё равно выглядит шаблонно и уёбищно. 1/5
      <br /><br />
      <strong>Trigun</strong> - ебень про стрельбу с имбецилом главгероем. Где-то ближе к концу начинается интересное, но фестиваль тупости не прекращается. Разок можно глянуть полнометражку, она хоть не столь вопиюще дебильная. Сюжетно, вроде, где-то в середине сериала вклинивается. 3.5/5
      <br /><br />
      <strong>Sengoku Basara</strong> - псевдосамурайская хуйня. Даже описывать это не хочется. 1/5
      <br /><br />
      <strong>Нуар</strong> - скучная шаблонная блевотина с тупейшей рисовкой. Ощущение, что из всей команды создателей рисовать нормально умел только человек, отвечавший за фоны. И то, с выбором цветов у него периодические проблемы. Про сюжет даже говорить ничего не хочется. 1/5
      <br /><br />
      <strong>Initial D</strong>. Смотрибельный тайтл про уличные гоночки. Не слишком много техно-дрочинга, почти нет соплей. Сами гонки местами затянуты, но если смотреть вполглаза - норм. Основной прикол в том, что сюжетные вставки временами даже интереснее чем сами гонки - бывают очень жизненные моменты, типа тёлочки, которая спала с чуваком из-за бабок или чувака, опаздавшего на свиданку из-за пробки. Аниме выходило аж с 98-ого года, радует что под конец рисовать стали получше. Временами, правда, проскакивают разные адовые тупости (к примеру, начиная с 9-ой серии пятого сезона - половина происходящего на экране ярчайший пример отборной хуйты). Последний сезон, Final Stage, досматривал уже скорее по инерции. Но, походу, периодическое изливание лиричного или банального\тупого гонева на зрителя это нечто вроде особенности японской культуры. А, ну и музыка тут почти всю дорогу - трешовый пиздец. 4.44/5
      <br /><br />
      <strong>Innocent Venus</strong> - незамысловатая шаблонная ебота. Мехи, кровь-кишки, типичная современная рисовка невысокого качества. И этот посредственный бульон приправлен средненьким сюжетом. Кроме того, авторы явно не дружат с физикой. Чего стоят хотя бы меха, которые свободно выдерживают любые взрывы и падение тысячетонной скалы, но легко пробиваются "стрелами" из пистолетиков. Серия на один вечер. 3/5
      <br /><br />
      <strong>Актриса Тысячелетия</strong> - странноватый мульт про влюблённую в опального художника актрису и тайно влюблённого в неё парня из съёмочной группы. Само действо первые несколько минут фильма напоминает ребус. Главный вопрос, который мучал меня на протяжении всего просмотра - "Как?! Как этому художнику удалось за каких-то пару часов разговоров привязать к себе девочку на всю оставшуюся жизнь?" и "А не ёбнутая ли она, случаем?". И главной изюминкой всего сюжета, последним, так сказать, штрихом, является финальный высер главной героини: "Мне просто нравилось его искать". Охлол. 2/5.
      <br /><br />
      <strong>Code Geass</strong>. Не знаю, может я внезапно повзрослел, но я искренне не могу понять отчего все дрочат на этот полубредовый сериальчик. Многие его ещё с тетрадкой сравнивают. Тут собраны все клише, которые уже начинают меня откровенно заёбывать - отсутствие адекватной физики и механики, совершенно ебучие псевдо-моралфажные терзания, тупейшие логические ходы персонажей, блядские някающие школьницы. Да и вообще, школьники уже заебали порядком. В принципе какие-то интересные моменты в серии есть, но в некоторых сериях происходит полный пиздец, хочется закрыть лицо ладонями и не смотреть на эту поебень. 3.5/5
      <br /><br />
      <strong>Patlabor: The Movie</strong> - первый фильм из серии про гигантских человекоподобных роботов-полицейских. Учитывая, что вышел он в 89-м году, выглядит очень достойно, хотя и не получается отделаться от ощущения, что смотришь какой-то спин-офф "Призрака в доспехах" (благодаря музыке, наверное) хотя тут нет особого киберпанка, а Ghost in The Shell этот фильм несколько не дотягивает по графике.
      В целом все три фильма (Не OVA и не ТВ, это важно!) радуют своей продуманностью и нарисованы приятно хотя сюжет местами создаёт ощущение вторичности (особенно третий фильм, почти отсылка к Акире). Вообще что-то в них всё-таки есть, я даже пару раз пересмотрел через несколько лет. 4.1/5
      <br /><br />
      <strong>Patlabor (OVA, TV)</strong> - а вот это уже совершенно посредственная серия, нарисована откровено паршиво, сюжетец на троечку... Советую вовсе не смотреть, дабы не портить впечатление о фильме. 2.9/5
      <br /><br />
      <strong>A.D. Police: To Protect and Serve</strong> - ещё один полицейский муви. Причём это именно "ещё один" - не инетерсен абсолютно ничем. Вышел в 99-м, на фоне уже нарисованных тогда тайтлов на ту же тему выглядит просто как бесформенный кал.
      Тут явно была попытка создать интересный дизайн роботов, однако она с треском провалилась, поскольку роботы может где-то и нарисованы более-менее интересно, но в целом создают скорее ощущение тупых сломанных пылесосов, чем опасных машин с собственным интеллектом.
      Музыка... хуле тут говорить, очередная попытка закосить под Бибопа с его джазом. Очевидно провальная. Персонажи нарисованы... вообще никак, сука. Алсо не ведитесь на постер, графика с постером не имеет вообще нихуя общего. Короче это полное дерьмо. 1/5
      <br /><br />
      <strong>Спидграфер</strong> - хуйта полная, конечно. Графика убогая, сюжет шаблонно-туповатый. В помойку. 1/5
      <br /><br />
      <strong>Gungrave</strong> - вполне достойный тайтл. Посмотрев первую серию я было подумал, что это очередной пыщь-пыщь боевичок, но дальше всё оказалось чуть более интересно. Сюжет про успешных чувачков восходщях по мафиозной лестнице в выдуманном городе плавно перетекает в мясо-месть-хуё-моё. Пафоса на протяжении всей серии хватает и пожалуй это основной минус. 4/5
      <br /><br />
      <strong>Врата Штейна (Steins;Gate)</strong> - поначалу я подумал, что это ересь полная, сюда даже фансервиса напихали. Через пару серий втягиваешься, даже сюжет немного интригует, хотя идеи избитые достаточно (неотвратимость судьбы, все дела), да и были уже обыграны где-то до этого (тот же Эффект бабочки). Под конец вообще бредятина начинается. 3/5
      <br /><br />
      <strong>Battle Programmer Shirase</strong> - невероятное говнище. Заставил себя просмотреть три серии, после чего с облегчением дропнул. Весь тайтл вкратце можно описать несколькими словосочетаниями: убогая рисовка, тупейший сюжет, ололо-хакиры взламывающие унитазы через микроволновки, фансервис и остальная поебень. Не смотрите это говно 0.5/5
      <br /><br />
      <strong>Небесные скитальцы</strong> - странноватый, затянутй и достаточно нудный фильм. Примитивная анимация персонажей контрастирует с достаточно приятно нарисованными фонами. Задумка более-менее интересная, хотя и попахивает заезженными штампами киберпанк-культуры. В целом мульт на один раз, но только не в случае если хочется чего-то весёлого. 3.4/5
      <br /><br />
      <strong>Босоногий гэн</strong> - один из классических (теперь уже) японских мультов, причём неплохой, хотя и достаточно жёсткий местами. Радует отсутствие соплей и весьма жизненное изложение сюжета. Если вас не раздражает олдовая графика и отсутствие нормального дубляжа, это вполне удачный выбор для вечернего просмотра. Есть ещё вторая часть, я её пока не смотрел, но тоже должна быть неплоха. 4.4/5
      <br /><br />
      <strong>Kids on the Slope</strong> - внезапно годный сериальчик на один вечер. Невзирая на некоторые чрезмерно лирично-сопливые моменты, смотреть практически всю дорогу интересно, ну и плюс джаз, конечно... 4/5
      <br /><br />

      <strong>Ergo Proxy</strong> - очередной мрачноватый кибер-постапокалиптический сериальчик - города-купола, отравленная атмосфера, роботы-авторейвы и т.д. Отличается запутанным сюжетом, детальной реалистичной рисовкой и, собсна, мрачноватостью. Честно говоря не понимаю хайпа вокруг этой серии, хоть она и сделана достаточно качественно. Местами перебор с лирикой и поиском глубинного смысла, некоторые серии аж промотать хочется из-за этой фигни. Последняя серия в частности вообще целиком из этого состоит, половина реплик - просто набор звуков. Но в целом смотрибельно, сюжет интригует и этим вывозит. 4.6/5
      <br /><br />

      <strong>One Piece</strong> - хуйта типа покемонов. Сюжет в духе "ололо, я стану всех сильнее", не знаю, может создатели что-то там и смогли из себя выдавить оригинальное ближе к пятисотым сериям, но первая сотня - полная блевотина. 1/5
      <br /><br />

      <strong>Higashi no Eden</strong> - немного ванильная, немного безумная, но в целом добрая серия про нескольких чуваков, которым дали шанс изменить этот мир с помощью персональных виртуальных помощников и огроммного количества бабла. Собственно, в сюжете мягко переплетается эта тема с романтической линией. Мне казалось, подобное больше нравится девочкам, хотя оказалось наоборот. 4.7/5
      <br /><br />

      <strong>Grey: Digital Target</strong> - на троечку тайтл. Физики никакой, сюжет слабоват (машины-компьютеры поработили, все дела). Графика плюс-минус смотрибельна. Даром что вышел в 86-м, если бы подобное выпустили сейчас, с новой графикой, но ничего не меняя в сюжете, вообще наверно не взлетело бы ибо боян уже шопиздец. 2.9/5
      <br /><br />

      <strong>Достичь Терры (фильм)</strong> - достаточно затянутый фантастический мультец. Тут нет ни одного раздражающе-шаблонного аспекта аниме, кроме, разве что ОЯШ, получившего, внезапно супер-способности. Впрочем, школоло тут серьёзные как нигде, а лёгкий налёт пафоса выглядит даже уместным, так что почти не раздражает. Сам сюжетец, однако достаточно пресноват, а весь экшн особой информативности не несёт. В прицнипе, не понятно ради чего было всё это растягивать на два часа - всю сюжетную линию можно описать несколькими предложениями, какой-то особой глубокой мысли я не уловил. Графика не сказать чтобы невероятно захватывающая, но местами симпатична. 3/5
      <br /><br />

      <strong>Bakemono no Ko</strong> - бодренький, качественно слепленный мульт про параллельный мир, населённый полулюдьми-полуживотными, приправленный несколькими традиционными шаблонами. Сюжет до середины более-менее интересный, нарисовано красиво, в целом отторжения не вызывает (кроме, разве что, перевода - "Девята" в качестве имени, "Меч твоего сердца" и подобные словечки это поебень, скажу я вам). В конце ещё соплей навалили - добро побеждает зло, вся хуйня... короче, на один вечерок сойдёт. 4/5
      <br /><br />

      <strong>Blood-C</strong> - ноль реализма, мало смысла, много кровищи (какая неожиданность, учитывая название). Идиотские прикиды, лишённые особого смысла взамиомотношения персонажей и неопределённый по времени и антуражу сеттинг. Сюжетно и вовсе не понятно какого хуя происходит до середины.
      Папаша-настоятель храма с видом умудрённого опытом воена за каким-то хером отправляет свою мелкую дочурку (опять школьники, а что вы думали) на битвы с монстряками, нихуя при этом не объясняя. Дочь папашу покорно слушается и каждый день насмерть хуярится с чудищами будто настоящий терминатор, невзирая на абсурдность происходящего.
      Некоторые монстряки нарисованы стрёмно, но на битвы отведено маловато хронометража, а большая часть трёпа между персонажами вовсе не несёт никакого смысла, поэтому качество монстряк никак происходящего бреда не компенсирует. Хотя чуть ли не каждый день местный люд жрут чюды-юды, никто из местных этого будто не замечает.
      Всё это приправлено паршиво записанными (будто специально) песнями цикад. Вся дурь объясняется лишь в последних двух сериях - для тех кто вытерпел всё это говно. Собсна, только конец может как-то оправдать 10 серий унылого пиздеца, но и в конце занудства сильно меньше не становится.
      Было бы почти неплохо, если б сценаристы потрудились чуть шире проработать вселенную. 3/5 только из-за концовки.
      <br /><br />

      <strong>Royal Space Force: The Wings of Honnêamise</strong> - красиво нарисованная полнометражка про то как некая страна пытается отправить человека в космос. Мир этот весьма странный, периодически показывают какую-то тупость, но визуально смотрится неплохо.
      Не могу выделить каких-то особо запомнившихся моментов кроме, может быть, финальной сцены с нападением соседней страны на космодром.
      Под конец всё происходящее сливается в какую-то безостановочную мешанину, потому что происходит на экране в целом много чего, но между отдельными эпизодами крайне слабая причинно-следственная взаимосвязь.
      Заканчивается всё и вовсе очевидно, причём опять же без всякого развития или интриги. 3.9/5
      <br /><br />

      <strong>Ozuma</strong> - очередной тайтл про "постапокалипсис". Как обычно, в наличии пара противоборствующих сторон, которые чёт там не поделили, а в качестве супер-оружия у них "песочные" субмарины (пиздец, ну).
      Немного раздражают обилие псевдонаучных терминов, а также физика песка, преподносящаяся как абсолютно идентичная физике воды, что само по себе капитальная дурь, хотя в целом, если на это закрыть глаза, сюжету это не мешает.
      Походя в повествовании мелькает некая оебеневшая в край животина вида "песчаный кит" - Озума, благодаря которому тайтл и получил название. Данная тварюга умеет нечто пиздатое, благодаря чему все персонажи при его виде стабильно ссут кипятком, а некоторые и вовсе стремятся этого сраного кита догнать за каким-то хером.
      В третьей серии в сюжет ещё до кучи добавили замеса про клонирование и ещё какой-то дичи.
      Вообще, тупости в сюжете в изобилии, но почему-то досмотреть всё равно хочется.
      Нарисовано с закосом на олдскул и без особой детализации (местами вообще хуёво), но, в целом, терпимо. В тайтле всего шесть серий, так что можно и посмотреть. 3.8/5
      <br /><br />

      <strong>Последняя субмарина</strong> - всё как обычно, Земля, будущее, чюдища, человечество на грани учитожения... Ах да, тут водный мир и все гоняют на подлодках, а чудища появились не просто нисхуя, а были когда-то созданы главным антагонистом - злым гением-биологом.
      Серия короткая, нарисовано неплохо (где-то даже достаточно детально), на удивление нет заебавших в край ОЯШей, но обсуждать особо нечего. Просто средненький тайтл на один-два вечера (четыре серии по полчаса). 3.9/5
      <br /><br />

      <strong>Origin: Spirits of the Past</strong> - красивая полнометражка с достаточно банальным сюжетом. Пересказывать смысла нет, плюс-минус стандартизированный постапокалипсис и природа, ополчившаяся против человечества. Смотреть один раз из-за графики, и двух-трёх сюжетных поворотов. 3.7/5
      <br /><br />

      <strong>Кибергород Эдо</strong> - олдскульный киберпанк из начала 90-х с характерным дебильным саундтреком. Нарисовано прикольно, сюжет незамысловат, но неплох, даже учитывая что частично идеи сюжета повторяли уже потом не один десяток раз (например орбитальное оружие в Бондиане, лол).
      Что забавно: в 2808-м году человечество ещё не решило проблему пробок в мегаполисах.
      Помимо прочего, преступников ловить тоже до сих пор не научились и для их поиска вытаскивают из тюрьмы ещё более диких преступников и делают их полицейскими.
      Крикнул с того, что один из протагонистов в свободное время почитывает Чехова в оригинале.
      К сожалению нарисовали только три серии, на этом тайтл кончился. 4/5
      <br /><br />

      <strong>House of Five Leaves</strong> - самурайский тайтл, нарисован необычно и, пожалуй, интересно, но сюжет постоянно оставляет ощущение какой-то незавершённости. 3.9/5
      <br /><br />

      <strong>Война на Венере</strong> - недурно нарисованная (для своего времени) полнометражка, про, собственно, внезапно начавшуюся войну на Венере и молодых ребят гонщиков, оказывающихся в центре этих событий. Почти до конца смотрится весьма цельно и интересно, однако уже в середине появляется ощущение, что энтузиазм сценаристов иссяк - развития ни персонажи, ни сюжет не имеет, а всё происходящее на экране начинает больше напоминать мыльную оперу без смысла, где даже персонажи забыли что они играют. Возможно задумывалось продолжение, однако спустя уже больше тридцати лет его нет. Минус бал за незавершённость. 3.5/5
      <br /><br />

      <strong>Black Magic M-66</strong> - ещё один олдскульный тайтл про киборгов, чтоб вас совсем начало от них тошнить. Это всего одна OVA, но достаточно качественно слепленная. Несмотря на почтенный возраст (1983-й!) нарисовано детально и, можно сказать, почти реалистично.
      Хотя ближе к концу задаёшься вопросом какого хрена эта машина-убийца, так стремительно раскидавшая топлу вояк в начале, стала таким тормозом в сценах, где до цели оставалось всего несколько метров и никаких преград. Также, судя по всему это задумывалось как целая серия, поэтому сюжет выглядит пустоватым, но почему-то не пошло.
      А очень жаль, могло бы даже неплохо получиться. 4/5<br />
      P.S. При чём же тут, блять, чёрная магия - абсолютно не понятно.
      <br /><br />

      <strong>Sword of the Stranger</strong> - достаточно качественный самурайский боевик. Если нравится что-то в духе Манускрипт ниндзя, то Меч Незнакомца тоже скорее всего зайдёт. В конце, правда, немного с пафосом перегнули, но смотрится всё равно органично. 4.6/5
      <br /><br />

      <strong>Gangsta</strong> - очередной тайтл с супер-бойцами с супер-способностями, а также с нарушениями физики и недостатком здравого смысла в реалистичности боёв. В целом ничё особо примечательного, сюжет вторичен. Бесящих моментов немного, я даже досмотрел. На этом достоинства тайтла заканчиваются. 2.9/5
      <br /><br />

      <strong>Gintama</strong> - шаблонная хуетта с достаточно тупыми шутками, убогой рисовкой и невыносимо уёбищным сеттингом. Пестрит клише и идиотизмом (впрочем, авторы это так и задумывали). Знаменита невероятным колличеством серий. Вполне даже возможно, что где-то сезону пятому там начали рисовать что-то интересное, но я не смог даже вторую серию досмотреть, такой это пиздец невероятный. 1.5/5
      <br /><br />

      <strong>Ajin</strong> - опять полулюди, опять сверхчеловеки и... конечно опять ОЯШ, сукападла. Однако не спешите переключать канал, оказалось что это внезапно годная серия с местами интересной графикой и даже неплохим сюжетом.
      Тут, как и везде, бывают и достаточно идиотские сюжетные решения, однако в целом смотреть интересно. Абсолютно непонятно нахуя и тут было строить сюжет вокруг школоты, особенно учитывая что вообще мульт детям лучше не смотреть.
      Короче тайтл достойный, смотреть стоит, хотя это конечно не идеал. 4.6/5.
      <br /><br />

      <strong>Break Blade</strong> - опять войны мехов. На сей раз, это не просто роботы, а прямо-таки, блять, гиганские магические доспехи с "кристаллами" вместо электричества. В целом смотреть более-менее интересно, невзирая на ощущение, что уже где-то всё это видел. Нарисовано красиво, сюжет средненький. На разок. 3.95/5
      <br /><br />

      <strong>Бави Сток</strong> - олдскул фантастика, нарисована достаточно примитивно, хотя для своего времени может и норм. Сюжет рваный, выглядит всё это так, словно авторы второпях написали какую-то историю, потом поделили её на отрезки по пять минут и каждый второй отрезок выкинули, а нам показали те, что остались. Ну типа вот чуваки в тюрьме, одного надо непременно спасти, а вот уже вдруг этим чувакам надо участвовать в гонках. Ну и всё в таком духе. 2.5/5
      <br /><br />

      <strong>Drifters</strong> - нарисовано прикольно, конечно, но вот сюжет хуйта невероятная - альтернативная история, смешение эпох, ну и всё в таком духе. Ещё и кровищи налили в видеоряд прилично. Если говорить кратко, сей тайтл суть мешанина из всего подряд, щедро приправленная бредом. В общем и целом говно полное. 2/5
      <br /><br />

      <strong>JoJo’s Bizarre Adventure</strong> - ебень про битвы супергероев. Отличительной чертой манги, по которой нарисовано аниме, стал разительный переход от мощных мускулистых главных героев к педиковатым уебанам с декольте. А всё просто потому что мангаке показалось что мужественность вышла из моды.
      После просмотра первой шестисерийной OVA смотреть остальное не возникает никакого желания. Мало того, что к концу этой OVA происходящее на экране становится полностью оторванной от реальности супер-хуйтой (отдаю дань уважения серии, тут всё происходящее, сука, с приставкой "супер"), так дауны-аниматоры ещё додумались выпустить вторую OVA в формате сюжетного приквела первой.
      Спрашивается нахрена смотреть эту дрисню, если и так знаешь чем всё закончится? Правильный ответ - нинахрена. Смотреть эту анимированную блевотину абсолютно незачем, это тотальная каша из говна, без всяких плюсов. 0.5/5 (полбалла за брутальные бои первой OVA и только).
      <br /><br />

      <strong>Samurai 7</strong> - феноменальная ебанина. Просто поразительно как при таком источнике можно было нарисовать такой блевотный ремейк.
      Смысловая нагрузка почти всех сюжетных веток оригинала полностью извращена, от произведения Куросавы тут осталось всего несколько фраз, причём вставлены они почти рандомно - вокруг них тут нет сюжета, просто нарисована какая-нибудь небольшая сценка чтоб обыграть фразу и не более того.
      Просто для понимания - уровень развития показанной цивилизации таков, что тут нормой являются киборги, технологии позволяют создавать огромных боевых роботов, имеется антигравитация... И блять, нам показывают как некие "грабители" на летающих роботах атакают "крестьян", которые как в средних веках нихуя не умеют кроме как собирать рис.
      Это же наглухо шизоидная поебота, очевидно крестьяне с рисом тут оставлены тупо чтобы показать параллель с источником и всё это говно мог выдумать только полный дегенерат. Какие нахуй крестьяне?! Какой нахуй рис?! У вас там роботы летающие, они не могут рис вырастить?
      Хуй с ним с сюжетом, слушать происходящее тоже крайне тяжело, потому как человек писавший диалоги - либо имбецил, либо тупоголовый школьник, других вариантов просто нет, изо ртов персонажей периодически изливается настолько пизданутое говно, что половину экранного времени попросту невозможно внимательно слушать.
      И чтоб это было совсем невозможно смотреть, вся эта хуятина нарисована предельно примитивно. При такой задумке, можно было хотя бы роботов и бои нарисовать красиво, но уже в самой первой серии аниматоры покажут всё на что способны... и это выглядит как ущербная аппликация обучающегося рисовать студента. 0.5/5 и половинка бала тут только за цитирование оригинала.
      <br /><br />

      <strong>Death Parade</strong> - мистическая ебень с фанстастически тупым и плоским сюжетом. Всё крутится вокруг, блять, бара (!) куда мол люди попадают после смерти (!), причём там этих людей будут судить, да не какие-нибудь демоны, а просто кучка шаблонно нарисованных уебанов...
      Мало того что сама по себе центральная идея хуетта тупейшая, так ещё и происходит на экране тупость абсолютная... Смотреть эту хуйню без слёз из глаз можно разве что старшеклассникам, либо просто тупорезам 1/5

      <strong>Shaman King (2021)</strong> - блевотная хуйня про школоту (ВОТ ЭТО НЕОЖИДАННОСТЬ), в которой герои с помощью духов войнов прошлого, вселяющихся в их тела, раздают пиздов всем подряд (в основном друг другу, но бывает и тем кто под руку попадётся). Иногда попадаются и взрослые персонажи, но гниющим говном серия от этого быть не перестаёт.
      Авторам этой дрисни показалось мало банальности и они добавили в сюжет "чемпионат" шаманов (да, как в покемонах, блять), собсна победитель этого чемпионата и станет "Королём" Шаманов, так что очевидно всё будет крутиться вокруг этой хуетты.<br />
      Сюжет соткан из шаблонов и строится на абсолютнейших банальностях и клише, однако при этом повествование достаточно витиевато - постоянно пытается удивить очередным сюжетным твистом, при этом неизменно примитивным. Тайтл теоретически можно было бы смотреть, если б не мешали кровь из глаз от
      безвкусной уныылой рисовки, шаблонные анимационные приёмы, ублюдошный эклектичный дизайн персонажей и космическая тупость происходящего на экране. 2.5/5
      <br /><br />

      <strong>Metal Skin Panic Madox-01</strong> - олдовый коротенький тайтл про боевой экзоскелет. Рисовка местами доставляет, а вот нормального сюжета не завезли, вместо него какая-то унылая дурь. Можно глянуть разок, но не более. 3.5/5
      <br /><br />

      <strong>Jin-Roh: The Wolf Brigade</strong> - отличный пример как с хорошими аниматорами и в общем-то неплохой затравкой некоторые мультипликаторы умудряются превратить тайтл в заурядное пресное говнище. Дизайн персонажей и атмосфера диалогов очень напоминает Patlabor, что и не удивительно, учитывая что автор тот же - Хироюки Окиура.
      К сожалению, вместо того чтоб круто рисовать много клёвых сцен, детальнее продумать сюжет и т.д. и т.п. тут авторы тоже пустились в проведение аналогий ни много ни мало, блять, с "Красной шапочкой"... В итоге смотреть банально скушно, кроме того много видеоряда выделено на какую-то совсем уж хуетту типа ничего не дающего сюжету кошмара главного героя.
      Только за прикольный дизайн "тяжёлой брони" - 2/5. BTW, абсолютно непонятно какого хуя обычная полиция в сериале не имеет не то что "тяжёлой", но и вообще какой-либо брони в принципе.
      <br /><br />

      <strong>Super Dimensional Fortress Macross</strong> - фантастическая хуйня, породившая весьма объёмную серию и толпы поехавших фанатов. Поразительно тут то, как интересная проработка некоторых сцен сочетается с просто наглухо пизданутой ссаниной в сюжете.
      Если вы собираетесь потратить своё время на это говно мамонта, будьте готовы к тому, что техника тут работает по любым законам, кроме законов физики и логики, типичное объяснение любого проишествия от персонажей будет звучать как-нибудь в духе "неизвестно как это произошло", но при этом персонажи всё равно успешно используют навороченную технику, которая по их словам хуй знает как ваще работает.
      Собственно, чтобы был ясен уровень ебанизма - на корабле размером в 1 км (что вообще-то не особо и много), главный герой и бабища потерялись в каком-то отсеке, где их никто не мог найти больше недели, при этом они гуляли вокруг и никак не могли найти выхода. А в какой-то момент эти два ебаната ещё и оторвали к хуям водопровод чтобы, блять, помыться.
      Почему вода оттуда перестала течь и не затопила их нахуй - непонятно, почему вообще всем на корабле поебать на разъёбанный водопровод - тоже не ясно. Впрочем, в одном из эпизодов из корабля просто "исчезли" части двигательной системы, и вся команда тоже разводила руками типа "хуйзнаетваще чё происходит". И так продолжается сука весь тайтл от начала и до конца.
      К середине в сюжет постепенно добавляют ещё пара кастрюль с горячечным бредом, смотреть на всё это достаточно сложно, если вы не подросток с IQ как у собаки.
      Опять же, поразительно что при всём этом техника местами прорисована неплохо. Видимо это и послужило причиной дальнейшего развития популярности этого говна. Хотя ещё есть теория, что с этого тайтла стала набирать популярность японская поп-музыка, но на мой взгляд она тут тоже звучит как мерзотная хуйня, так что подобные утверждения выглядят сомнительно.
      За технику и некоторые сцены - 1.8/5.
      <br /><br />

      <strong>The Super Dimension Fortress Macross: Do You Remember Love?</strong> - некоторое переосмысление предыдущего тайтла. Тут заметно проработана графика и хотя после сериала прошло всего пара лет, эту полнометражку смотреть гораздо приятнее. С точки зрения сюжета тут также значительно меньше бреда, хотя полностью ебанину из сюжета не выскребли, а некоторые моменты похожи почти один в один.
      В целом, я бы вообще не советовал тратить время на оригинальный сериал - смотреть франшизу лучше начинать именно с этого тайтла. Алсо, ебанутая фиксация на дебильнейших песнопениях тут стала только заметнее и, судя по всему, это сделано ради фанатов. Мне этого не понять, на мой вкус вся эта музыкальная поебота только портит мульт. Ну и любовный треугольник тут в сюжет тоже добавлял какой-то школьник или еблан, настолько всё нелепо и убого показано.
      Новый графон всё же ситуацию сильно улучшает, также и краткость повествования пошла истории только на пользу, так что 3.5/5.
      <br /><br />

      <strong>Super Dimension Fortress Macross II: Lovers Again</strong> - продолжение франшизы Макросс 1992-го года, представляющее собой, мягко говоря, блевотную хуйню. Судя по всему, автор оригинала (Кавамори Сёдзи) крепко ебанулся на теме песнопений, так что теперь песня тут служит полноценным космическим оружием массового поражения, которое звучит прямо в космосе и дизморалит всех врагов в ноль.
      Вообще-то, пожалуй, я бы тоже знатно охуел, если бы услышал в космосе не просто какие-то звуки, а эти рыготные завывания. В сюжете хуй положили на большую часть того что нам показывали в предыдущих фильмах, но в целом на это даже похуй, потому как наблюдая за цветастой примитивной и мелькающей рисовкой периодически сложно уследить, что же блять ваще на экране происходит.
      Короче это 1/5, практически стопроцентное говно, смотреть никому не советую.
      <br /><br />

      <strong>Macross Plus</strong> - данная часть на голову выше предыдущих серий франшизы и, судя по остальным тайтлам серии это заслуга режиссёра - Ватанабэ Синъитиро. Из сюжета выбросили почти всю хуйню, песнопения грамотно вписали в происходящее, а кроме того в качестве композитора позвали Йоко Канно...
      Ну и анимация тут уже значительно лучше всего что было до этого. Конечно, без хуйни в сюжете не обошлось (а куда ж без неё, это ж анима), но это уже мелочи, в духе одного единственного истребителя, который способен прорвать оборону целой планеты или очередного тупейшего любовного треугольника (явно кого-то из старых сценаристов оставили, не иначе), но повторюсь, подобные мелочи тайтл практически не портят.
      Надо думать киберпанковые твисты добавили в сюжет в угоду моде начала 90-х, но даже спустя почти тридцать лет это смотрится круто. В целом OVA настолько цельна и удачна, что смотреть её можно даже в отрыве от остальных фильмов серии (фильм по сути нарезан из OVA, да и перевод найти сложнее, так что лучше смотреть именно OVA). В целом это очень хорошо, почти отлично - 4.96/5
      <br /><br />

      <strong>Macross 7 (TV)</strong> - просто ебаное говно. Всё те же ебаные завывания, всё та же дегенеративная кретиноидная дрисня вместо сюжета. Всё по сути крутится вокруг долбоёба-певца, который с какого-то хуя ещё и боевой пилот и он летает, блять, во время своих концертов ещё параллельно на поле боя и таскает с собой в кабине пилота гитару и сука поёт...
      Без фэйспалма смотреть на эту ебанину могут только конченные дегенераты, даже подробно описывать эту поеботу нет желанию 0/5.
      <br /><br />

      <strong>Macross 7 the Movie</strong> - шизофреничная ебень с героями из предыдущего тайтла. Место этому говну в выгребной яме 0/5.
      <br /><br />

      <strong>Macross Zero</strong> - это приквел к самому первому тайтлу серии и он мог бы даже быть неплохим - анимацию чуть-чуть подтянули по сравнению с Macross 7, запилили модный в нулевых 3D... И хотя часто бросается в глаза что сцены нарисованы "на отъебись", это всё было бы терпимо, если бы не сюжет.
      В начале всё выглядит нормально (хотя вопрос откуда блять у людей прошлого взялось такое количество самолётов-трансформеров вообще никак не объясняется, просто чудом научились их делать видимо), но чем дольше смотришь, тем больше хуйни происходит и тем более бредовой хуйня эта становится.
      К этой части пизданутая хуйня вместо сюжета уже, похоже, стала визитной карточкой Кавамори Сёдзи. Дядька уже должен был вырасти, но он всё также продолжает лить с экрана какую-то имбецильную хуйню.
      В принципе, если обхуячиться транквилизаторами, то наверно этот коктейль из всего что пришло в башку сценаристу даже можно спокойно смотреть, но на трезвую голову даётся тяжело. Ситуацию усугубляют предельно дебильно нарисованные бои, в которых нихуя не разобрать чё происходит - авторы так были рады возможности захуярить на экран 3D, что вообще на хую вертели здравый смысл.
      Плюс балл только за проапгрейженную анимацию и за то, что песнопения тут всё-таки так люто голову не ебут как до этого - 3/5
      <br /><br />

      <strong>Macross Frontier</strong> - и TV и оба фильма этой части это очередное пережёванное блевотное говнище нарисованное в сеттинге франшизы. Судя по всему идеи у автора окончательно закончились, а платить нормальным сценаристами никто не захотел, поэтому тут вам снова покажут фантастически тупой любовный треугольник с инфантильно-имбецильными персонажами и рандомно накиданными сюжетными поворотами, эпизодически копирующие некоторые моменты из предыдущих серий.
      Да, графика стала лучше, но это не может спасти всё это безыдейное убожество, в которое всё также уёбищно вмешали омерзительные в своей пластмассовой примитивности попсовые японские песенки.
      Про реализм я уже даж не заикаюсь... После того как на экране появились огромные леса, поля и высокие земляные холмы, которые блять за каким-то хуем насыпали на космической станции (нахуй там столько земли, это же реальный дебилизм), я уже перестал удивляться чему-либо.
      Даже полное отсутствие тактики у военных подразделений никаких вопросов не вызывает - какая нахуй тактика, авторам вообще поебать на смысл происходящего на экране, это по сути просто яркикие радужные сменяющие друг друга картинки, очерёдность которых лениво попытались связать в подобие сюжета.
      Отдельно ору с формы истребителей, у которых меняется только озвучиваемая модель, а сами они выглядят всё также как и (по хронологии франшизы) 200 лет назад. Действительно, нахуя придумывать что-то новое, если стадо тупоголовых фанатов с радостью сожрёт и эту кучу кала.
      Короче, это забродившие фекалии, а не аниме. Понравится эта поебота может только законченному дегенерату. 0/5
      <br /><br />

      <strong>Macross Delta</strong> - тут даже не надо до середины досматривать чтоб всё понять. Опять ровно та же поебень что и в предыдщей части. Полностью лишённое смысла вторичное говно 0/5
      <br /><br />

      <strong>Bungou Stray Dogs</strong> - тупой шаблонный протухший кал. Опять сверхспособности (охуеть как оригинально, да), опять какие-то мистические детективы, и всё это в окружении схематично на скорую руку нарисованных вторичных пресонажей типа злодеев, которых тут называют мафией...
      Короче, подобное говно может понравиться только полностью лишённым способности размышлять дегенератам. Но мало того что тут всё насквозь вторично, так ещё и смотреть эту хуйту просто невозможно из-за постоянных криков и визгов персонажей.
      Как бы, всё понятно, аниме, хуё-моё... Но сука, тут гиперболизация эмоций персонажей не несёт никакого смысла, а сделана буквально чтобы заполнить видеоряд.
      Подобные тайтлы следует показывать людям чтобы они разочаровались в аниме. Я за каким-то хуем просмотрел целый сезон и мне жаль потраченого времени, это просто ебаное визуальное говнище. 0/5
      <br /><br />

      <strong>Robotech: The Movie</strong> - очередной олдскульный тайтл про меха и вот эту всю хуйню. Хотя хз наскок верно говорить "очередной" для мульта 86-го года, так как этот жанр, можно сказать, тогда только начал развиваться.
      Вообще-то Robotech это франшиза, позиционировавшаяся для американского рынка, в первый выпуск которой входил в том числе первый сериал Macross с несколько изменённым сюжетом (так говорит Википедия, но ясный хер я не собираюсь разбираться в этом говне).
      Так вот, этот Robotech: The Movie вроде как сиквел первого Роботека, но сука склееный из кадров первой части  Megazone 23 и Super Dimension Cavalry Southern Cross, которая входила в тот самый первый Роботек.
      За каким хуем я это смотрел я так и не понял, а разбираться какой сюжет и какие персонажи имеют отношени к каким из тайтлов - желания нет никакого, поэтому буду рассматривать этого франкенштейна как самостоятельное произведение.
      И, собсна, как самостоятельное произведение это даже сносно, не считая несколько дебильного сюжета. Конечно надо сделать скидку на возраст - 40 лет назад эт смотрелось охуенно, но щяс разве что прикольно послушать характерные для 80-х музыкальные мотивы и попробовать угадать кто из более современных режиссёров пиздил отсюда идеи.
      Кстати главный герой на красном мотоцикле наводит на мысли что авторы почитывали мангу про Акиру. Вообще, то что тайтл склеили из других без подсказки даже и не догадаться, но на эти мысли может навести некоторая обрывистость и незавершённость сюжета.
      Короче, если закрыть глаза что это выглядит как древнее говно, можно даже и посмотреть ради интереса, тем более его легко найти в хорошей озвучке. 2.5/5
      <br /><br />

      <strong>Sankaku Mado no Sotogawa wa Yoru</strong> - унылое говно про мистику, медиумов и подобную хуйню. Можно было бы смотреть, но за каким-то хуем сюда добавили подтекст с гомоеблей, а уже через пару серий первого же сезона сюжет превращается в убогую версию нашего шоу про экстрасенсов (которое тоже, разумеется, говно ебаное).
      Короче затравка неплохая, но скатилось всё в плесневелую срань. 1/5
      <br /><br />

      <strong>Девочка, покорившая время (Toki wo Kakeru Shoujo)</strong> - для 2006-го это даже неплохо, хотя после этого тайтла тему путешествий во времени начали муслоить уже просто со всех сил. Конкретно тут девочка находит некий девайс, который позволяет ей перемещаться по времени, но при этом ограниченное количество раз.
      Ну а далее из этой затравки развивается любовная история. После просмотра сотен тайтлов это уже не выглядит так здорово как 15 лет назад, однако в целом мульт неплохой и весь из себя романтичный, даже если закрыть глаза на некоторые сюжетные нестыковки. 4/5
      <br /><br />

      <strong>Твоё имя (Kimi no Na wa)</strong> - тайтл про упавший с неба метеорит и двух влюблённых, которые каким-то неведомым расчюдесным хуем живут в разных измерениях и всё никак не могут встретится. Крайне сильно напоминает &laquo;Toki wo Kakeru Shoujo&raquo; хотя сюжет всё же про другое.
      Мультик был бы неплох, если б не зашкаливающая шаблонность сюжета - при просмотре буквально постоянно ловишь себя на мысли что где-то уже видел что-то похожее.
      Ну и сюжет под конец авторы завернули в настольк закрученную ахинею, что уже стало тяжело разобрать где в сюжете дыра, а где просто авторы упоролись и решили что очередному твисту без всяких объяснений тут самое место.
      Нарисовали неплохо, это да, но больше особых плюсов не видать. 3/5
      <br /><br />

      <strong>Dragon Ball</strong> - при всей оригинальности анимации и самобытном фентезийно-фантастическом сеттинге это всё же полнейшая хуйня.
      Слишком явная ориетированность на детскую аудиторию, абсолютнейшая тупость персонажей и шуток, а также примитивность и повторяемость сюжета делают из годной задумки тотальное сраное говно.
      Возможно продолжение будет лучше, но оригинальный сериал 1986-го года это совершенно ебаная хуетень. 1/5
      <br /><br />

      <strong>Dragon Ball Z</strong> - продолжение франшизы про драконьи яйца... Не представляю нахуя смотреть этот кал в 2022-м году. 1/5
      <br /><br />

      <Spoiler
        title={<>
          <strong>Серия Appleseed</strong> - насквозь тупая затасканная и шаблонная серия про (ВНЕЗАПНО) киборгов и тёлку, которая почему-то на протяжении всех серий успешно раздаёт любым, даже самым лютым киборгам пиздов.
          Каждый тайтл серии выглядит почти целиком и полностью как хуйня. Смотреть стоит лишь последний (на данный момент) фильм серии - Appleseed Alpha, на остальные можете смело положить хуй.
          Кстати, киберпанка как такового в серии практически нет, если видите этот эпитет в каком-нить описании этого говна, знайте - его писал дегенерат.
          <br /><br />
          Впрочем, с тупости, которой изобилует серия у меня знатно сгорела жопа, так что рецезнии на это говно я всё же написал, для ценителей - под спойлером.
        </>}
      >
        <strong>Appleseed OVA (1988)</strong> - олдсукльный тайтл про меха и полицейских. Анимация мягко говоря не топовая, а сюжет примитивен как хлебушек но если нравится тематика разок глянуть можно (если от паршиво проработанного будущего с киборками уже тошнит, то точно не стоит).
        Экшона маловато, зато явно чувствуется желание аниматоров как можно подробнее проработать роботов и киборгов, а так как чаще остальных на экране мелькает Бриарей, ему уделено максимум внимания, акцентированы всякие мелочи типа того как под ним проседает тачка в одном из эпизодов и т.п.
        Впрочем, назвать анимацию детализированной и проработанной язык не поворачивается, а некоторые моменты выглядят и вовсе туповато (например момент когда стальная башка с антенками поглощает кратоху-фри). Это больше похоже на работу какого-то студента, который проникся модными тогда идеями кибернетики.
        Хотя в целом для 88-го года выглядит всё это может и приемлемо. Чего я вообще не понял - какого хуя в каждом втором описании этого тайтла пишут про киберпанк. Киберпанка тут нету никакого. 3.1/5
        <br /><br />

        <strong>Appleseed (2004)</strong> - первая полнометражка серии Appleseed, причём она сходу делит на ноль сюжет предыдущей OVA, так что если вы не фанат олдскульной японской анимации, можете смело начинать смотреть с этой части.
        Начинается мульт с гипер-нереалистичной сцены боя, где тощая белобрысая бабень без особого напряга убегает от боевой машины (словно это какой-то трактор с корявым ИИ, а не боевой БТР будущего) и параллельно в пух и прах разносит взвод киборгов.
        Тупостью вас будут поливать прям с первых минут и до самого финала, зачастую уделяя внимания совершенно бессмысленным мелочам, к примеру, в первые же минуты явно гражданская тёлка-биороид напыщено сообщает полицейскому пилоту как ему следует заходить на посадку (а то он, блять, без неё-то не знал)...
        Собственно, весь сюжет именно такой бредовый и есть - дохуя запредельно тупых мелочей, а важные сюжетные моменты освещаются только трёпом в конце... Отдельно проорал с того как эта супер-опытная-супер-тёлка-супер-солдат Дюна заняла позицию для стрельбы прям рядом с бензовозом, который прям тут же и взорвали - опыт сразу чувствуется, ну!
        Короче, обсуждать эту поеботу можно достаточно долго, там подобной тупости полтора часа, под конец у меня кажется даже аллергия на тупость началась, но дальше уже только если совсем спойлерить, так что хуй с ним. Единственный плюс, который следует отметить - нарисовано относительно неплохо, отвращения не вызывает (кроме людей, они выглядят словно их высрали Кен с Барби),
        а ещё чувствуется влияние на сюжет и дизайн классики жанра полицейских мехов - Patlabor. Ну и да, никакого нахуй киберпанка тут тоже нет в принципе, как и в первой OVA. Это средненькая фантастика и не более. 3.8/5
        <br /><br />

        <strong>Appleseed Ex Machina</strong> - Вероятно авторы наконец задумались, что всю происходящую хуйту неплохо было б хоть как-то объяснить и даже уделили пару минут на вводный текст, в котором вяло попытались пояснить нахуя ж всё-таки человечеству всрались эти биороиды...
        Впрочем, и в этот раз вышла хуйня бессвязная. Убогие нереалистичные бои стали визитной карточкой серии: с первых минут мы наблюдаем как какие-то недотеррористы заняли максимально неудобное для обороны помещение, а главная героиня за каким-то хуем исполняет сальто назад атакуя супостатов сверху...
        В этом движении читается жалкая и нелепая отсылка к знаменитому прыжку из Призрака в Доспехах, вот только там это было не просто красиво, но ещё и продуманно (невидимый камуфляж, внутренние отсылки серии и т.п.), а здесь это просто тупое вторичное подражание, эту дуру нахуй бы изрешетили пока она летела.
        Хотя, раз уж эти террор-кибурги реально настолько тупы, что заняли оборону от спецназа в готическом храме, вполне может быть у них вместо мозгов горелые транзисторы. Правда какого хуя они не стреляли в двух долбоёбов посреди комнаты - всё равно загадка.
        Хуже всего то, что эту тупость они ещё решили приправить самым блевотным музоном, какой вообще можно было для этого выбрать...

        Короче боёвка в этой части настолько тупая и тошнотная, что подробнее расписывать нет никакого смысла, это просто алес. Анимация тоже, как ни странно, стала только хуже.
        К середине я уже убедился окончательно - ещё и сюжет оказался шаблонен и насквозь вторичен. И структура сюжета и даже некоторые сцены почти под копирку повторяют предыдущую часть - бессмысленный эпизод с террористами в начале, сцена из "прошлого когда Бриарей был человеком", потом сцена боя на мосту, и т.д. и т.п.
        От всего этого видеоряда разит посредственностью и банальностью. Меня хватило на час этой убогой дешёвой поделки, вам же не советую даже начинать. 1/5
        <br /><br />

        <strong>Appleseed Alpha</strong> - На фоне предыдущих частей эта прям даже хорошо смотрится. Киборг Двурогий весь из себя мерзотный и детальный, прям интересно разглядывать, впрочем как и остальных кибургоров.
        Удивительно это признавать, но даже тупости в сюжете стало меньше. Да, Дюна тут по-прежнему периодически лихо раскидывает мужиков киборгов, а "лечение" для киборгов тут выглядит просто как укол какой-то дрянью или вытаскивание наугад какого-то "червя в виде чипа" (Чего блять?), но хрен уж с этим, спишем на дань серии.
        А уж нарисовано как красиво, вообще не придраться. Явно наконец-то стали использовать какой-то продвинутый движок для анимации, отчего в целом всё действо выглядит красиво, детально и убедительно. Кароче, дропайте нахуй все предыдущие фильмы серии, смотрите только этот. 4.5/5
      </Spoiler>

      <br /><br />

      <strong>Aldnoah.Zero</strong>. Опять злоебучие ОЯШи, опять меха, опять хуё-моё... Тут авторы решили выебнуться типа основное оружие главного пиздюка это его интеллект, мол даже в ссаном тренировочном боте он умудряется вообще всех разъёбывать своим охуенным знанием физики. Вот только сами авторы о физике знания явно из гугла черпали, отчего потоки поеботы с экрана льются с потрясающей регулярностью.
      Причём просто поебота тут вперемешку с пафосом и какой-то совершенно невменяемой хуятиной про "орбитальных рыцарей"... Какие ещё нахуй рыцари?! Сценаристы про реализм пытаются упарываться, и тут блять в "инопланетной цивилизации" (которая почему-то говорит на японском), у них какие-то рыцари появляются. Пиздец...
      Не знаю как вы, а я полюбил аниме за оригинальные и впечатляющие сюжеты, а когда тебя в тыще-первый раз пытаюстся накормить дешёвой драмой про детей в мехах, это уже выглядит не просто убого, а натурально как протухший перебродивший компост. Хотя детишки с радостью сожрут, я уверен.
      Короче, я два раза пытлся посмотреть эту хуятину, первый раз дропнул через пару серий из-за пафоса и тупости, даже рецензию не стал писать. Второй раз посмотрел почти целый сезон, хотя до конца всё равно не выдержал. Открыл второй сезон в надежде что хоть там получше, но нихуя - там ещё хуже. В общем, нахуй это говно, пусть гниёт где-нибудь в недрах сети... 2/5
      <br /><br />

      <strong>Сага о Винланде</strong> - мешанина из реальных известных исторических фактов о викингах и протухшего говна в равных пропорциях.
      В каждой второй сцене изображают какую-то невменяемую поеботу, уже к концу второй серии смотреть на это утомляет, это не более чем плоское унылое говно для детей,
      либо для даунов, которые не способны отличать реальность от шизоидных фантазий. Ощущение будто авторы понахватались каких-то фактов из газет типа "Аргументы и факты", а потом решили на этом миксе из шизодерьма нарисовать мультик.
      Отдельно крякнул с абсолютно карикатурного изображения "берсерка" в одной из первых серий, где викинг сжирает ОДИН СВЕЖИЙ МУХОМОР и вдруг становится супер-монстром войном...
      Самый пиздец это боёвка, она не просто нереалистична, это реально абсолютная ХУЙНЯ. 1/5

      <br /><br />

      <strong>Hi no Tori</strong> - всратоватая франшиза, сюжет которой крутится об радужно-огненную межгалактическую курицу, которую все почему-то называют Фениксом.
      Первая часть Phoenix 2772 нарисована просто хуй знает когда, аж в 1980-м. И нарисована довольно хуёво. Нет, для тех лет, наверно, это даже сносно, но сейчас выглядит как плесневелая хуйня.
      Единственное что во всей этой части прикольно это тёлка-робот, с максимально сексуализированным туловищем, которая НАУЧИЛАСЬ чувствовать (я почти уверен что в Кобре её скопировали из этого тайтла).
      Остальные части серии даже и обсуждать западло, там просто всячески обсасывают идею божества Жар-птицы, причём без особой какой-то осмысленной логики присущей данному субъекту.
      С трудом посмотрел полнометражку и все OVA, начал смотреть сериал, понял что не выдержу этой хуйни ещё несколько часов, дропнул через несколько серий.
      Справедливости ради, хочется отметить что концепция вообще-то могла бы и взлететь, просто снимали это всё мудаки. Возможно ещё через пару лет снимут что-то годное в этой же франшизе. А пока 2.95/5.

      <br /><br />

      <strong>Наруто</strong> - без малейшего понятия нахуя я решил-таки посмотреть эту хуятину. Это как Легенда об Аанге, только хуже нарисовано (я бы даже сказал уёбищно нарисованный, по крайней мере начало сршена ублюдошное, но ближе к концу деняк на аниматоров видимо подкопили чуть), а вместо магов псевдониньзи с какой-то кастрированной магией.
      Уровень поднимаемых сюжетов метается от "ах как мне нравится эта девочка" и "меня никто не любит, я знаю каково это быть одинококококом" до "я всё сделаю ради своих друзей" и "терпение и труд всё перетрут", короче банально как сухой кусок коровьего дерьма.
      Ну и хуй бы с ними с сюжетами и темами, понятно що эта поебота на детей рассчитана, но сука, чего я бля так и не смог понять, так это схуяль все эти ниньзи словно блохи прыгают, и нахуя во время боя они постоянно пиздят вместо драки словно на поле-чудес пришли...
      Кроме того, мангаку или режиссёра (неебу кто там это говно выдумывал) периодически перекрывает так что на экране начинает происходить просто турбо-ебаная кринжуха, которую без раздражения просто невозможно смотреть и главное - непонятно нахуя.
      Короче уже серий через 30-40 заёбывает просто насмерть. Я ещё полистал там где-то до середины сериала, но дрисни стало только больше. Большая загадка нахуя люди смотрят эту поеботу. 2/5.

      <br /><br />

      <strong>Берсерк (оригинальный сериял)</strong> - дохуя кровищи, дохуя тупости,  пафоса и временами мелькают сиськи, а кое-где ещё и гомоебля, короче полный набор хуйни, необходимый чтобы малолетние долбоёбы считали это охуенным примером японских мультиков.
      Нарисовано всё примерно следующим образом - важных для сюжета персонажей прорисовали довольно подробно и сносно, а вот все остальные, кто в скором времени должен умереть, нарисованы убого словно анимированное говно, впрочем, даже некоторые значимые персонажи всё равно почему-то выглядят как собачий кал, хуй знает, видимо денег на аниматоров не хватило.
      Задники тоже весьма примитивны (если не сказать уёбищны). Особенно доёбывают стоп-кадры на важных сценах, видимо взятые из манги, неебу, они хоть и прорисованы качественно, но мелькают к месту и не к месту, что в общем тоже утомляет, но это хуй с ним, это меньшая из проблем.
      Казалось бы - аниме, в котором основной упор делается на драки в средневековом сеттинге, просто должно иметь продуманные и интересные бои, но нет, нихуя подобного. Про какой-либо реализм тут вообще можно даже не заикаться, на экране периодически происходит какая-то шизохуятина, вроде мечей, которые с лёгкостью прорубают латные доспехи или тёлок\пиздюков, которые по силе не уступают взрослым мужикам.
      Так и ладно бы это, но и нарисованы драки тоже довольно уныло, напоминает какое-то ублюдское бюджетное слайдшоу, за исключением буквально нескольких боёв.
      Даже хз чё тут ещё прибавить, сюжет обсуждать смысла нет, он тупой и примитивный, хоть и пытается иногда удивлять, но его главная проблема в том что окружающий сеттинг не проработан никак, нам просто вкидывают какие-то всратоватые эпизоды развивающие линию основных персонажей и всё.
      А начиная серии с двадцатьпервой сюжет и вовсе превращается просто в мудёжную зассаную мистику пополам с унылым трёпом. Короче ничё шедеврального, но вполглаза смотреть можно, к концу даже сопереживать всей этой тусовке немного начинаешь. 3/5
      <br /><br />

      <strong>Берсерк Золотой век (трилогия)</strong> - фильмы практически один в один повторяют сюжет сериала, хотя и несколько более скомкано. Всё примерно то же самое, плюс сиськи покраше, крови побольше, так что большая часть написанного про оригинальный сериал тут тоже справедлива...
      Нарисовано уже получше, однако хотя с технической точки зрения выглядит качественней, фантазии у аниматоров явно не хватало местами, это особенно заметно в финальной сцене с демонами, которая в оригинале была нарисована хуже но интереснее чем тут...
      Так как итоговый хронометраж меньше, также меньше внимания уделено отношениям Гатса с окружающими когда он был ещё обычным воином, однако, учитывая дальнейший сюжет серии, наверно это в целом и не важно.
      Фильм вызывает меньше симпатии главным героям, но при этом является более подходящим приквелом для сериала. 2.8/5
      <br /><br />

      <strong>Берсерк (2016)</strong> - развивает сюжет дальше и тут автор оригинальной манги по которой всё это снимали уже пошёл в полный разнос.
      Лёгкий налёт реализма улетучился окончательно, в сюжет добавились эльфы, демоны, ангелы (!) блять, магия, ну и кароче вообще что угодно ещё, що ёбнуло в башку мангаке в тот или иной день.
      Местами получилась просто мешанина из мистических шизофантазий, местами в сюжет домешивают какие-то уебанские ни на что не влияющие нитки, а эпичность битв наглухо засрана мудоёбскими комментариями, всё же надо признать, что смотрится тем не менее сносно.
      Вообще в конце с экрана льётся такой концентрат ебанизма, что я еле сдержался чтоб не дропнуть, но с другой стороны именно за такую турбо-хуятину мы и любим японцев. 3/5

      <br /><br />

      <strong>Now and Then, Here and There</strong> - абсолютно шизофреничный и хреново продуманный мир с налётом какого-то ржаво-футуристичного стим-панка и опять дети солдаты (уже одно это заебало пиздец). Тотально пиздоголовая мотивация персонажей и максимально тупые объяснения тем или иным сюжетным моментам: "Гелеовуд похож на лабиринт, отсюда невозможно сбежать без карты", причём эти же долбоёбы вполне нормально ориентируются "без карты" когда например надо пойти жрать или спать.
      Поступки персонажей столь же тупы как и их мотивация - например шпион, оказавшиеся один на один с королём, вместо того чтоб его зарезать тупо убежал, ну и т.п.	Бред просто феерический конечно... У тех кто писал этот сценарий представления о мире как школьника какого-то, при этом затрагиваются более чем серьёзные темы, вроде геноцида или изнасилований.
      Люди в этой выдуманной вселенной почему-то в упор не замечают, что ими управляет шизофреник, хотя его власть буквально ничем кроме визгов и соплей не подкреплена (собственно, лишь в конце происходит то, что с ним бы случилось в реальности в самом начале).
      Тупостью пропитана насквозь каждая серия - начиная от того, что солдаты Гелиовуда почему-то не используют телепортацию для нападений (что было бы вполне логично), заканчивая тем, что в параллельном мире почему-то говорят на японском.
      А, ещё эта девица, якобы прожившая тысячи лет, за всё это время не набралась достаточного количества мозгов, чтобы в самом начале банально выпилить поехавшего диктатора, закончив всю эту шизу в зародыше. Короче это 13 серий беспросветной, паршиво анимированной тупости. 1.9/5

      <br /><br />
    </>
  );
}
