
import React from "react";

export const WheelSizes: React.FC = () => {

  return (
    <table cellSpacing={0} border={1}>
    	<tbody>
    		<tr>
    			<td>Размер посадочного диаметра обода
    				<br />в мм по ISO</td>
    			<td>Размер покрышки
    				<br />в простых и десятичных дюймах</td>
    			<td>Французский размер покрышек</td>
    			<td>Размер покрышки
    				<br />в мм по ISO
    				<br />(ширина - посадочный диаметр)</td>
    			<td>Пояснения</td>
    		</tr>
    		<tr>
    			<td>681</td>
    			<td> </td>
    			<td> </td>
    			<td>22-681</td>
    			<td>Спортивно-трековый велосипед B-64"Рекорд" ХВЗ (1958г)</td>
    		</tr>
    		<tr>
    			<td>642</td>
    			<td> </td>
    			<td>700А</td>
    			<td> </td>
    			<td>Устаревший размер</td>
    		</tr>
    		<tr>
    			<td>635</td>
    			<td>28 х 1 1/2</td>
    			<td>700B</td>
    			<td>40-635</td>
    			<td>Дорожные модели американского, английского, датского, китайского, индийского производства</td>
    		</tr>
    		<tr>
    			<td rowSpan={6}>630</td>
    			<td>27 х 7/8</td>
    			<td> </td>
    			<td>22-630</td>
    			<td rowSpan={6}>Шоссейные велосипеды, включая старые модели</td>
    		</tr>
    		<tr>
    			<td>27 х 1</td>
    			<td> </td>
    			<td>25-630</td>
    		</tr>
    		<tr>
    			<td>27 x 1 1/8</td>
    			<td> </td>
    			<td>28-630</td>
    		</tr>
    		<tr>
    			<td>27 x 1 1/4</td>
    			<td> </td>
    			<td>32-630</td>
    		</tr>
    		<tr>
    			<td>27 x 1 3/8</td>
    			<td> </td>
    			<td>37-630</td>
    		</tr>
    		<tr>
    			<td>27 х все варианты</td>
    			<td> </td>
    			<td> </td>
    		</tr>
    		<tr>
          <td rowSpan={21}>622</td>
    			<td>29 х все варианты</td>
    			<td>700С</td>
    			<td> </td>
    			<td>Этот размер придумали маркетологи для шин с посадочным диаметром 622 мм. Они отличаются от 28 только высотой покрышки.</td>
    		</tr>
    		<tr>
    			<td>28 х десятичное число</td>
    			<td>700С</td>
    			<td> </td>
    			<td rowSpan={8}>Для шин с посадочным диаметром 622 мм</td>
    		</tr>
    		<tr>
    			<td>28 х 3/4</td>
    			<td>700-18С
    				<br />700х18С</td>
    			<td>18-622</td>
    		</tr>
    		<tr>
    			<td> </td>
    			<td>700-19С
    				<br />700х19С</td>
    			<td>19-622</td>
    		</tr>
    		<tr>
    			<td>28 х 3/4</td>
    			<td>700-20С
    				<br />700х20С</td>
    			<td>20-622</td>
    		</tr>
    		<tr>
    			<td>28 х 1
    				<br />28 х 7/8</td>
    			<td>700-23С
    				<br />700х23С</td>
    			<td>23-622</td>
    		</tr>
    		<tr>
    			<td>28 х 1</td>
    			<td>700-25С
    				<br />700х25С</td>
    			<td>25-622</td>
    		</tr>
    		<tr>
    			<td>28 x 1 1/8
    				<br />28 x 1 5/8 x 1 1/8</td>
    			<td>700-28С
    				<br />700х28С</td>
    			<td>28-622</td>
    		</tr>
    		<tr>
    			<td>28 x 1.20</td>
    			<td>700-30С
    				<br />700х30С</td>
    			<td>30-622</td>
    		</tr>
    		<tr>
    			<td>28 х 1 3/4
    				<br />28 х 1.5</td>
    			<td>700х38С
    				<br />700-40C</td>
    			<td>40-622</td>
    			<td>Дорожные велосипеды: «Украина», «Минск», «Сура», "Велта", "Аист" (111-321, 111-322)</td>
    		</tr>
    		<tr>
    			<td>28 х 1 1/2
    				<br />28 х 1 5/8 х 1 3/8</td>
    			<td>700С
    				<br />700х35С
    				<br />700х38С</td>
    			<td>35-622
    				<br />37-622</td>
    			<td>Дорожные велосипеды: «Украина», «Минск», «Сура», "Велта", "Аист"</td>
    		</tr>
    		<tr>
    			<td>27 x 1 1/4
    				<br />28 x 1 5/8 x 1 1/4</td>
    			<td>700-32С
    				<br />700х32С</td>
    			<td>32-622</td>
    			<td>Дорожные и спортивно–туристические велосипеды, «Турист», «Спорт», «Спутник»</td>
    		</tr>
    		<tr>
    			<td>28 x 1 5/8 x 1 1/4</td>
    			<td> </td>
    			<td> </td>
    			<td>Устаревшее канадское обозначение F13</td>
    		</tr>
    		<tr>
    			<td>28 x 1.4</td>
    			<td>700-35C
    				<br />700х35С</td>
    			<td>35-622</td>
    			<td rowSpan={8}>Дорожные велосипеды</td>
    		</tr>
    		<tr>
    			<td>28 х 1.5</td>
    			<td>700х38С
    				<br />700-38С
    				<br />700-40С
    				<br />700х40С</td>
    			<td>40-622</td>
    		</tr>
    		<tr>
    			<td>28 x 1 3/8 x 1 5/8</td>
    			<td> </td>
    			<td>37-622</td>
    		</tr>
    		<tr>
    			<td>28 х 1.6</td>
    			<td>700-42С
    				<br />700х42С</td>
    			<td>42-622</td>
    		</tr>
    		<tr>
    			<td>28 х 1.6</td>
    			<td>700-44С
    				<br />700х44С</td>
    			<td>44-622</td>
    		</tr>
    		<tr>
    			<td>28 x 1 5/8 x 1 3/4</td>
    			<td>700-45С
    				<br />700х46С</td>
    			<td>45-622</td>
    		</tr>
    		<tr>
    			<td>28 х 1.75
    				<br />28 x 1 5/8 x 1 3/4</td>
    			<td>700-47С
    				<br />700х47С</td>
    			<td>47-622</td>
    		</tr>
    		<tr>
    			<td>28 x 2.00</td>
    			<td>700-50C
    				<br />700x50C</td>
    			<td>50-622</td>
    		</tr>
    		<tr>
    			<td>600</td>
    			<td> </td>
    			<td> </td>
    			<td>22 (23, 24, 25, 27, 28, 30)-600</td>
    			<td>Старые советские спортивные и трековые велосипеды</td>
    		</tr>
    		<tr>
    			<td rowSpan={2}>599</td>
    			<td>26 x 1.25
    				<br />26 x 1.375</td>
    			<td> </td>
    			<td>32-599</td>
    			<td>Очень старые американские легкие велосипеды.</td>
    		</tr>
    		<tr>
    			<td>26 х 1 7/8</td>
    			<td> </td>
    			<td>47-599</td>
    			<td>ЗиФ (Пенза) 190-535 "Самсон"</td>
    		</tr>
    		<tr>
    			<td rowSpan={2}>597</td>
    			<td>26 x 1 1/4 (ЕА1) (Англия)</td>
    			<td> </td>
    			<td>32-597</td>
    			<td>Английские старые спортивные и клубные велосипеды.</td>
    		</tr>
    		<tr>
    			<td>26 x 1 3/8 (S-6)</td>
    			<td> </td>
    			<td>37-597</td>
    			<td>Легкие велосипеды американской фирмы Schwinn.</td>
    		</tr>
    		<tr>
    			<td rowSpan={5}>590</td>
    			<td>26 x 1 1/8</td>
    			<td> </td>
    			<td>28-590</td>
    			<td rowSpan={3}>Советские велосипеды ЗиФ (Пенза)"Диана", "Прима", "Вираж", "Эстафета", "Сура", "Бриз", "Темп"Американские и английские 3-х и 10-ти скоростные.</td>
    		</tr>
    		<tr>
    			<td>26 x 1 1/4</td>
    			<td> </td>
    			<td>32-590</td>
    		</tr>
    		<tr>
    			<td>26 x 1 3/8 (E.A.3) (Англия)</td>
    			<td>650А</td>
    			<td>35-590</td>
    		</tr>
    		<tr>
    			<td>26 x 1 3/8</td>
    			<td>650-35A
    				<br />650x35A</td>
    			<td>37-590</td>
    			<td> </td>
    		</tr>
    		<tr>
    			<td>26 х 1 5/8</td>
    			<td> </td>
    			<td>44-590</td>
    			<td> </td>
    		</tr>
    		<tr>
    			<td>587</td>
    			<td> </td>
    			<td>700D</td>
    			<td> </td>
    			<td>Старый размер на некоторых моделях GT</td>
    		</tr>
    		<tr>
    			<td rowSpan={11}>584</td>
    			<td>27.5 x 1.50</td>
    			<td>650х38B</td>
    			<td>40-584</td>
    			<td rowSpan={11}>Французские дорожные, велосипеды для туризма с грузом, тандемы, некоторые Raleigh (США), старые горные Schwinn</td>
    		</tr>
    		<tr>
    			<td>26 x 1 1/2</td>
    			<td rowSpan={10}>650B</td>
    			<td>37-584</td>
    		</tr>
    		<tr>
    			<td>27.5 х 1.5</td>
    			<td>40-584</td>
    		</tr>
    		<tr>
    			<td>27.5 х 1.65</td>
    			<td>44-584</td>
    		</tr>
    		<tr>
    			<td>27.5 х 1.75</td>
    			<td>47-584</td>
    		</tr>
    		<tr>
    			<td>27.5 x 2</td>
    			<td>52-584</td>
    		</tr>
    		<tr>
    			<td>27.5 x 2.1</td>
    			<td>54-584</td>
    		</tr>
    		<tr>
    			<td>27.5 x 2.25</td>
    			<td>57-584</td>
    		</tr>
    		<tr>
    			<td>27.5 х 2.3</td>
    			<td>60-584</td>
    		</tr>
    		<tr>
    			<td>27.5 x 2.4</td>
    			<td>62-584</td>
    		</tr>
    		<tr>
    			<td>27.5 х 2.8</td>
    			<td>70-584</td>
    		</tr>
    		<tr>
    			<td rowSpan={5}>571</td>
    			<td>26 x 3/4</td>
    			<td>650х20C</td>
    			<td>20-571</td>
          <td rowSpan={4}>Триатлон, тайм триал, маленькие шоссейные велосипеды, некоторые модели французких велосипедов "Пежо" (Peugeot).</td>
    		</tr>
    		<tr>
    			<td>26 х 7/8</td>
    			<td>650х23С</td>
    			<td>23-571</td>
    		</tr>
    		<tr>
    			<td>26 x 1</td>
    			<td>650C</td>
    			<td>23-571</td>
    		</tr>
    		<tr>
    			<td>26 х 1.75</td>
    			<td> </td>
    			<td>47-571</td>
    		</tr>
    		<tr>
    			<td>26x1 3/4 (S-7)</td>
    			<td> </td>
    			<td> </td>
    			<td>Дорожные Schwinn</td>
    		</tr>
    		<tr>
    			<td rowSpan={15}>559</td>
    			<td>26 х 1.0</td>
    			<td> </td>
    			<td>25-559</td>
    			<td rowSpan={15}>Большинство горных велосипедов. Классический посадочный диаметр для 26 колес.</td>
    		</tr>
    		<tr>
    			<td>26 х 1.25</td>
    			<td> </td>
    			<td>32-559</td>
    		</tr>
    		<tr>
    			<td>26 х 1.35</td>
    			<td> </td>
    			<td>35-559</td>
    		</tr>
    		<tr>
    			<td>26 х 1.4</td>
    			<td> </td>
    			<td>37-559</td>
    		</tr>
    		<tr>
    			<td>26 х 1.5</td>
    			<td> </td>
    			<td>40-559</td>
    		</tr>
    		<tr>
    			<td>26 х 1.6</td>
    			<td> </td>
    			<td>44-559</td>
    		</tr>
    		<tr>
    			<td>26 х 1.75
    				<br />26 х 1.75 х 2</td>
    			<td> </td>
    			<td>47-559</td>
    		</tr>
    		<tr>
    			<td>26 х 1.95</td>
    			<td> </td>
    			<td>50-559</td>
    		</tr>
    		<tr>
    			<td>26 х 2.00</td>
    			<td> </td>
    			<td>52-559</td>
    		</tr>
    		<tr>
    			<td>26 x 2.10</td>
    			<td> </td>
    			<td>54-559</td>
    		</tr>
    		<tr>
    			<td>26 x 2.15</td>
    			<td> </td>
    			<td>55-559</td>
    		</tr>
    		<tr>
    			<td>26 х 2.25</td>
    			<td> </td>
    			<td>57-559</td>
    		</tr>
    		<tr>
    			<td>26 х 2.3</td>
    			<td> </td>
    			<td>60-559</td>
    		</tr>
    		<tr>
    			<td>26 х 2.4</td>
    			<td> </td>
    			<td>62-559</td>
    		</tr>
    		<tr>
    			<td>26 х 3.0</td>
    			<td> </td>
    			<td>75-559</td>
    		</tr>
    		<tr>
    			<td rowSpan={2}>547</td>
    			<td>24x1 1/4</td>
    			<td> </td>
    			<td> </td>
    			<td>Английские детские и американской фирмы Schwinn</td>
    		</tr>
    		<tr>
    			<td>24x1 3/8 (S-5)</td>
    			<td> </td>
    			<td> </td>
    			<td>Детские американские велосипеды фирмы Schwinn</td>
    		</tr>
    		<tr>
    			<td rowSpan={3}>540</td>
    			<td>24 x 1 1/8</td>
    			<td rowSpan={3}>600А</td>
    			<td>28-540</td>
    			<td rowSpan={3}>Детские английские и европейские велосипеды, большинство инвалидных колясок</td>
    		</tr>
    		<tr>
    			<td>24 x 1 1/4</td>
    			<td>32-540</td>
    		</tr>
    		<tr>
    			<td>24 x 1 3 /8(E-5)
    				<br />24 х 1 3/8 А</td>
    			<td>37-540</td>
    		</tr>
    		<tr>
    			<td>533</td>
    			<td>24 x 1 1/2</td>
    			<td> </td>
    			<td>37-533</td>
    			<td>"Салют", "Альтаир", "Эрви", "Орленок", "Эрелюкас", "Ласточка" ("Kregzdute","Крегждуте" – Шауляйского велосипедного завода "Вайрас" Литва).
    				<br />Это советский стандарт и покрышки диаметра 533 мм выпускаются только с шириной 37 мм.Будьте внимательны при замене, потому что не все 24 дюймовые покрышки встанут на 533 колеса.</td>
    		</tr>
    		<tr>
    			<td>520</td>
    			<td>24 x 1</td>
    			<td> </td>
    			<td>25-520</td>
    			<td>Шоссейные колеса для детских велосипедов</td>
    		</tr>
    		<tr>
    			<td rowSpan={11}>507</td>
    			<td>24 x 1.5</td>
    			<td> </td>
    			<td>40-507</td>
    			<td rowSpan={11}>Детские горные. "Салют", "Альтаир", "Эрви"</td>
    		</tr>
    		<tr>
    			<td>24 х 1.75</td>
    			<td> </td>
    			<td>47-507</td>
    		</tr>
    		<tr>
    			<td>24 х 1.95</td>
    			<td> </td>
    			<td>50-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.0</td>
    			<td> </td>
    			<td>51-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.125</td>
    			<td> </td>
    			<td>54-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.25</td>
    			<td> </td>
    			<td>57-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.35</td>
    			<td> </td>
    			<td>60-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.5</td>
    			<td> </td>
    			<td>62-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.6</td>
    			<td> </td>
    			<td>65-507</td>
    		</tr>
    		<tr>
    			<td>24 х 2.75</td>
    			<td> </td>
    			<td>70-507</td>
    		</tr>
    		<tr>
    			<td>24 х 3.0</td>
    			<td> </td>
    			<td>75-507</td>
    		</tr>
    		<tr>
    			<td>490</td>
    			<td> </td>
    			<td>550А</td>
    			<td> </td>
    			<td>Европейские шоссейные детские велосипеды</td>
    		</tr>
    		<tr>
    			<td>457</td>
    			<td>22 x 1.75 до 2.125</td>
    			<td> </td>
    			<td> </td>
    			<td>Детские велосипеды</td>
    		</tr>
    		<tr>
    			<td rowSpan={3}>451</td>
    			<td>20 x 1 1/8</td>
    			<td> </td>
    			<td>28-451</td>
    			<td rowSpan={3}>BMX для легких гонщиков, лёгкие детские велосипеды, некоторые лигерады.
    				<br />Колеса на некоторых типах инвалидных колясок.</td>
    		</tr>
    		<tr>
    			<td>20 x 1 1/4</td>
    			<td> </td>
    			<td>30-451</td>
    		</tr>
    		<tr>
    			<td>20 x 1 3/8</td>
    			<td> </td>
    			<td>37-451</td>
    		</tr>
    		<tr>
    			<td>445</td>
    			<td>20 x 1 1/4</td>
    			<td> </td>
    			<td>30-445</td>
    			<td>"Школьник" (старые советские модели)</td>
    		</tr>
    		<tr>
    			<td>440</td>
    			<td> </td>
    			<td>500А</td>
    			<td> </td>
    			<td>Европейские складные детские велосипеды</td>
    		</tr>
    		<tr>
    			<td>419</td>
    			<td>20 x 1 3/4</td>
    			<td> </td>
    			<td> </td>
    			<td>Детские американские велосипеды фирмы Schwinn</td>
    		</tr>
    		<tr>
          <td rowSpan={12}>406</td>
    			<td>20 х 1.25</td>
    			<td> </td>
    			<td>32-406</td>
          <td rowSpan={12}>Большинство BMX велосипедов, детские и складывающиеся модели."Вента" (складная модель 175-811)."Аист" (складной, модель 113-322)"Тиса-2", "Кросс", "КАМА", "ДЕСНА", "Школьник", "Велта Кама", "Дубиса" (Шауляйский велозавод), "Эврика" и другие складные и старые советские модели.Складные "Mustang"</td>
    		</tr>
    		<tr>
    			<td>20 х 1.35</td>
    			<td> </td>
    			<td>35-406</td>
    		</tr>
    		<tr>
    			<td>20 x 1 3/4
    				<br />20 x 1.5</td>
    			<td> </td>
    			<td>40-406</td>
    		</tr>
    		<tr>
    			<td>20 х 1.75
    				<br />20 х 1.75 х 2</td>
    			<td> </td>
    			<td>47-406</td>
    		</tr>
    		<tr>
    			<td>20 х 1.95</td>
    			<td> </td>
    			<td>50-406</td>
    		</tr>
    		<tr>
    			<td>20 х 2.00</td>
    			<td> </td>
    			<td>54-406</td>
    		</tr>
    		<tr>
    			<td>20 х 2.125</td>
    			<td> </td>
    			<td>57-406</td>
    		</tr>
    		<tr>
    			<td>20 х 2.35</td>
    			<td> </td>
    			<td>60-406</td>
    		</tr>
    		<tr>
    			<td>20 х 2.5</td>
    			<td> </td>
    			<td>62-406</td>
    		</tr>
    		<tr>
    			<td>20 х 2.6</td>
    			<td> </td>
    			<td>65-406</td>
    		</tr>
    		<tr>
    			<td>20 х 2.75</td>
    			<td> </td>
    			<td>70-406</td>
    		</tr>
    		<tr>
    			<td>20 х 3.0</td>
    			<td> </td>
    			<td>75-406</td>
    		</tr>
    		<tr>
    			<td>390</td>
    			<td> </td>
    			<td>450A</td>
    			<td> </td>
    			<td>Детские европейские велосипеды</td>
    		</tr>
    		<tr>
    			<td>369</td>
    			<td>17 х 1 1/4</td>
    			<td> </td>
    			<td>32-369</td>
    			<td>Велосипеды Alex Moulton</td>
    		</tr>
    		<tr>
    			<td rowSpan={9}>355</td>
    			<td>18 х 1 1/8</td>
    			<td> </td>
    			<td>28-355</td>
          <td rowSpan={3}>Детские велосипеды</td>
    		</tr>
    		<tr>
    			<td>18 х 1.25</td>
    			<td> </td>
    			<td>32-355</td>
    		</tr>
    		<tr>
    			<td>18 х 1.35</td>
    			<td> </td>
    			<td>35-355</td>
    		</tr>
    		<tr>
    			<td>18 х 1.5</td>
    			<td> </td>
    			<td>40-355</td>
    			<td>Складные велосипеды фирмы Birdy.</td>
    		</tr>
    		<tr>
    			<td>18 х 1.6</td>
    			<td> </td>
    			<td>42-355</td>
    			<td rowSpan={5}>Детские велосипеды</td>
    		</tr>
    		<tr>
    			<td>18 х 1.75</td>
    			<td> </td>
    			<td>47-355</td>
    		</tr>
    		<tr>
    			<td>18 х 1.95</td>
    			<td> </td>
    			<td>50-355</td>
    		</tr>
    		<tr>
    			<td>18 х 2.0</td>
    			<td> </td>
    			<td>54-355</td>
    		</tr>
    		<tr>
    			<td>18 х 2.125</td>
    			<td> </td>
    			<td>57-355</td>
    		</tr>
    		<tr>
    			<td rowSpan={2}>349</td>
    			<td>16 х 1 1/8</td>
    			<td> </td>
    			<td>28-349</td>
    			<td rowSpan={2}>Старые велосипеды Moulton, Brompton и другие складные велосипеды, передние колёса лигерадов, детские велосипеды.</td>
    		</tr>
    		<tr>
    			<td>16 х 1 3/8</td>
    			<td> </td>
    			<td>37-349</td>
    		</tr>
    		<tr>
    			<td>340</td>
    			<td> </td>
    			<td>400A</td>
    			<td> </td>
    			<td>Детские европейские велосипеды</td>
    		</tr>
    		<tr>
    			<td>335</td>
    			<td>16 х 1 3/8</td>
    			<td> </td>
    			<td> </td>
    			<td>Детские польские велосипеды</td>
    		</tr>
    		<tr>
    			<td>317</td>
    			<td>16 х 1 3/4</td>
    			<td> </td>
    			<td> </td>
    			<td>Детские американские велосипеды фирмы Schwinn</td>
    		</tr>
    		<tr>
    			<td rowSpan={6}>305</td>
    			<td>16 х 1.5</td>
    			<td> </td>
    			<td>40-305</td>
    			<td rowSpan={6}>Детские велосипеды, складные, туристские и некоторые лигерады.</td>
    		</tr>
    		<tr>
    			<td>16 х 1.75</td>
    			<td> </td>
    			<td>47-305</td>
    		</tr>
    		<tr>
    			<td>16 х 1.95</td>
    			<td> </td>
    			<td>50-305</td>
    		</tr>
    		<tr>
    			<td>16 х 2.0</td>
    			<td> </td>
    			<td>54-305</td>
    		</tr>
    		<tr>
    			<td>16 х 2.125</td>
    			<td> </td>
    			<td>57-305</td>
    		</tr>
    		<tr>
    			<td>16 х 2.5</td>
    			<td> </td>
    			<td>62-305</td>
    		</tr>
    		<tr>
    			<td>298</td>
    			<td>14 х 1 1/4</td>
    			<td>350-32А</td>
    			<td>32-298</td>
    			<td>Коляски, детские велосипеды, беговелы</td>
    		</tr>
    		<tr>
    			<td>288</td>
    			<td>14 х 1 3/8</td>
    			<td>350А</td>
    			<td>37-288</td>
    			<td>Детские велосипеды, беговелы</td>
    		</tr>
    		<tr>
    			<td rowSpan={3}>254</td>
    			<td>14 х 1.5</td>
    			<td> </td>
    			<td>40-254</td>
    			<td rowSpan={3}>Детские велосипеды, беговелы</td>
    		</tr>
    		<tr>
    			<td>14 х 1.75</td>
    			<td> </td>
    			<td>47-254</td>
    		</tr>
    		<tr>
    			<td>14 х 2</td>
    			<td> </td>
    			<td>54-254</td>
    		</tr>
    		<tr>
    			<td>239</td>
    			<td>12 1/2 х 1 3/8 х 1 1/4</td>
    			<td>300-32А
    				<br />300х32А</td>
    			<td>32-239</td>
    			<td>Детские велосипеды, беговелы</td>
    		</tr>
    		<tr>
    			<td>205</td>
    			<td>12 1/2 x 2 1/4</td>
    			<td> </td>
    			<td>56-205</td>
    			<td>Детские велосипеды "КВД", беговелы, иногда подходят для детских колясок (покрышки "Дутик")</td>
    		</tr>
    		<tr>
    			<td rowSpan={5}>203</td>
    			<td>12 х 1.75
    				<br />12 1/2 х 1.75
    				<br />12 1/2 х 1.9</td>
    			<td> </td>
    			<td>47-203</td>
    			<td rowSpan={5}>Маленькие детские велосипеды, беговелы, детские коляски</td>
    		</tr>
    		<tr>
    			<td>12 х 1.95</td>
    			<td> </td>
    			<td>54-203</td>
    		</tr>
    		<tr>
    			<td>12 х 2.0</td>
    			<td> </td>
    			<td>50-203</td>
    		</tr>
    		<tr>
    			<td>12 х 2.125
    				<br />12 1/2 х 2 1/4 R</td>
    			<td> </td>
    			<td>57-203</td>
    		</tr>
    		<tr>
    			<td>12 1/2 х 2 1/4</td>
    			<td> </td>
    			<td>62-203</td>
    		</tr>
    		<tr>
    			<td>176</td>
    			<td> </td>
    			<td> </td>
    			<td>55-176</td>
    			<td rowSpan={3}>Покрышки на колеса трехколесных велосипедов, самокатов, беговелов для маленьких детей, тачек и тележек, детских колясок</td>
    		</tr>
    		<tr>
    			<td>152</td>
    			<td>10 х 2</td>
    			<td> </td>
    			<td>54-152</td>
    		</tr>
    		<tr>
    			<td>137</td>
    			<td>8 х 1 1/4</td>
    			<td> </td>
    			<td>32-137</td>
    		</tr>
    	</tbody>
    </table>
  )
}

export default WheelSizes;
